Repository: agrover/deja-dup
Catalog: man/translations/*.po
Languages: fi, id, ja, lt, nl, pt_br

source: USER COMMANDS
fi: KÄYTTÄJÄN KOMENNOT
id: PERINTAH PENGGUNA
lt: NAUDOTOJO KOMANDOS
nl: GEBRUIKERSOPDRACHTEN
pt_br: COMANDOS DO USUÁRIO

source: NAME
fi: NIMI
id: NAMA
ja: 名前
lt: PAVADINIMAS
nl: NAAM
pt_br: NOME

source: deja-dup - backup your data
fi: deja-dup - varmuuskopioi tiedostosi
id: deja-dup - backup data anda
ja: deja-dup - あなたのデータをバックアップ
lt: deja-dup - darykite savo duomenų atsargines kopijas
nl: deja-dup - back-up van uw data maken
pt_br: deja-dup - cópia de segurança dos seusd dados

source: SYNOPSIS
fi: KOMENNON KÄYTTÖ
id: RANGKUMAN
ja: 書式
lt: APŽVALGA
nl: SAMENVATTING
pt_br: RESUMO

source: B<deja-dup> [OPTIONS]
fi: B<deja-dup> [VALITSIMET]
id: B<deja-dup> [PILIHAN]
ja: B<deja-dup> [オプション]
lt: B<deja-dup> [PARAMETRAI]
nl: B<deja-dup> [OPTIES]
pt_br: B<deja-dup> [OPÇÕES]

source: B<deja-dup> --restore [FILES]
fi: B<deja-dup> --restore [TIEDOSTOT]
id: B<deja-dup> --restore [NAMAFILE]
ja: B<deja-dup> --restore [ファイル]
lt: B<deja-dup> --restore [FAILAI]
nl: B<deja-dup> --restore [BESTANDEN]
pt_br: B<deja-dup> --restore [ARQUIVOS]

source: DESCRIPTION
fi: KUVAUS
id: DESKRIPSI
ja: 説明
lt: APRAŠAS
nl: OMSCHRIJVING
pt_br: DESCRIÇÃO

source: deja-dup is a graphical frontend to B<duplicity>(1). It can backup and restore using a local folder or a remote server, including Amazon S3, as well as schedule backups at regular intervals.
fi: deja-dup on graafinen käyttöliittymä B<duplicity>lle(1). Se voi varmuuskopioida ja palauttaa tiedostoja käyttäen paikallista kansiota tai etäpalvelinta, myös Amazon S3:sta. Se tukee myös säännöllisesti tehtäviä varmuuskopioita.
id: deja-dup adalah aplikasi GUI bagi B<duplicity>(1). Ia dapat malkukan backup dan memulihkan cadangan ke direktori lokal atau server remote, termasuk Amazon S3, selain dapat menskedul backup secara teratur.
ja: deja-dup は B<duplicity>(1) のグラフィカルなフロントエンドです。ローカルフォルダや、Amazon S3 を含むリモートサーバを使ってバックアップや復元ができます。スケジュールに従って定期的にバックアップをとることもできます。
lt: deja-dup yra B<duplicity>(1) grafinė sąsaja. Ji gali daryti ir atkurti atsargines kopijas naudojant vietinį aplanką ar nutolusį serverį, įskaitant Amazon S3, taip pat gali suplanuoti atsarginių kopijų darymą reguliariais intervalais.
nl: deja-dup is een grafische gebruikersinterface voor B<duplicity>(1). U kunt er back-ups mee maken en herstellen in een lokale map of op een server op afstand, inclusief Amazon S3, tevens kunt u er back-ups mee plannen op een aangegeven tijd.
pt_br: deja-dup é uma interface gráfica para B<duplicity>(1). Pode fazer cópia de segurança e restaurar usando pastas locais ou servidores remotos, incluindo Amazon S3, como bem agendar cópias de seguranças em intervalos regulares.

source: OPTIONS
fi: VALITSIMET
id: PILIHAN
ja: オプション
lt: PARAMETRAI
nl: OPTIES
pt_br: OPÇÕES

source: Display usage information
fi: Näytä lyhyt ohje käytöstä
id: Tampilkan informasi cara pemakaian
ja: 使い方を表示
lt: Parodo naudojimo informaciją
nl: Gebruiksinformatie tonen
pt_br: Exibe informações de uso

source: Prints program name and version
fi: Tulostaa ohjelman nimen ja version
id: Menampilkan nama program dan versinya
ja: プログラム名とバージョンを表示
lt: Parodo programos pavadinimą ir versiją
nl: Programmanaam en -versie tonen
pt_br: Mostra nome e versão do programa

source: Immediately starts a backup
fi: Aloittaa varmuuskopioinnin välittömästi
id: Langsung memulai proses backup
ja: 直ちにバックアップを開始する
lt: Iš karto pradeda atsarginės kopijos darymą
nl: Onmiddellijk een back-up maken
pt_br: Começa imediatamente a fazer cópia de segurança

source: Restores only the specified files
fi: Palauttaa vain määritellyt tiedostot
id: Memulihkan cadangan berkas yang ditentukan
ja: 指定されたファイルのみ復元する
lt: Atkuria tik nurodytus failus
nl: Alleen de gespecificeerde bestanden herstellen
pt_br: Restaura apenas arquivos especificados

source: ENVIRONMENT
fi: YMPÄRISTÖMUUTTUJAT
id: LINGKUNGAN
ja: 環境変数
lt: APLINKA
nl: OMGEVING

source: Set to 1 to enable more verbose output. Helpful for debugging.
fi: Asettamalla arvoksi 1 saadaan näkyville yksityiskohtaisempi tuloste. Helpottaa vianjäljitystä.
id: Set menjadi 1 untuk melihat keluaran yang lebih banyak. Berguna saat mendebug.
ja: 1 にセットするとより冗長な出力になります。デバッグに役立ちます。
lt: Nustatykite į 1 išsamesnei išvesčiai įjungti. Naudinga derinant.
nl: Stel in op 1 om meer verbose-uitvoer in te schakelen. Handig om te debuggen.
pt_br: Defina 1 para habilitar o modo verboose de saída. Ajudará na depuração.

source: SEE ALSO
fi: KATSO MYÖS
id: LIHAT JUGA
ja: 関連項目
lt: TAIP PAT ŽIŪRĖKITE
nl: ZIE OOK
pt_br: VEJA TAMBÉM

source: deja-dup-preferences
id: preferensi-deja-dup
nl: deja-dup-voorkeuren

source: deja-dup-preferences - backup your data
fi: deja-dup-preferences - varmuuskopioi tiedostosi
id: preferensi-deja-dup - backup data anda
ja: deja-dup-preferences - あなたのデータをバックアップ
lt: deja-dup-preferences - darykite savo duomenų atsargines kopijas
nl: deja-dup-voorkeuren - back-up van uw data maken
pt_br: deja-dup-preferences - copia de segurança de seus dados

source: B<deja-dup-preferences> [OPTIONS]
fi: B<deja-dup-preferences> [VALITSIMET]
id: B<preferensi-deja-dup> [PILIHAN]
ja: B<deja-dup-preferences> [オプション]
lt: B<deja-dup-preferences> [PARAMETRAI]
nl: B<deja-dup-voorkeuren> [OPTIES]
pt_br: B<deja-dup-preferences> [OPÇÕES]

source: deja-dup-preferences is the preferences dialog for B<deja-dup>(1).
fi: deja-dup-preferences on valintaikkuna ohjelman B<deja-dup>(1) asetuksille.
id: preferensi-deja-dup adalah dialog preferensi untuk B<deja-dup>(1).
ja: deja-dup-preferences は B<deja-dup>(1) の設定ダイアログです。
lt: deja-dup-preferences yra B<deja-dup>(1) nuostatų dialogo langas.
nl: deja-dup-voorkeuren is de voorkeurendialoog voor B<deja-dup>(1).
pt_br: deja-dup-preferences é a caixa de preferências para B<deja-dup>(1).
