Repository: agrover/deja-dup
Catalog: deja-dup/help/*/*.po
Languages: sv

# _
source: translator-credits
sv: Launchpad Contributions: Alexander Mihajlovic https://launchpad.net/~abxyse Daniel Nylander https://launchpad.net/~yeager Joakim Ganse https://launchpad.net/~joakim-ganse Jonatan Nyberg https://launchpad.net/~jony0008

source: Give yourself peace of mind
sv: Ge dig själv sinnesro

source: Automatic Backups
sv: Automatiska säkerhetskopieringar

source: If you only back up when you remember to do so, you’re not backing up often enough. Fortunately, it’s easy to set up automatic backups.
sv: Om du endast säkerhetskopierar när du kommer ihåg så blir det inte tillräckligt ofta. Lyckligtvis är det enkelt att konfigurera automatisk säkerhetskopiering.

source: Open your <gui>Backups</gui> settings.
sv: Öppna dina <gui>Säkerhetskopierings</gui>inställningar.

source: Review your <link xref="prefs">backup settings</link>, to confirm they are what you want.
sv: Granska dina <link xref="prefs">säkerhetskopieringsinställningar</link>, för att bekräfta att de är vad du vill ha.

source: Turn on the <gui>Automatic backups</gui> option on the <gui>Overview</gui> page.
sv: Slå på <gui>Automatiska säkerhetskopior</gui> som finns på fliken<gui>Översikt</gui>

source: Consider only saving your backups for a certain length of time, using the <gui>Keep backups</gui> option on the <gui>Schedule</gui> page. Otherwise, they may end up consuming a lot of space while you’re not paying attention.
sv: Överväg att endast spara säkerhetskopiorna en viss tid genom att använda<gui>Behåll säkerhetskopior</gui> på fliken <gui>Schema</gui>. Annars kan det gå åt mycket diskutrymme.

source: Start now
sv: Starta nu

source: Your First Backup
sv: Din första säkerhetskopia

source: Click on the <gui style="button">Back Up Now…</gui> button on the <gui>Overview</gui> page.
sv: Klicka på knappen <gui style="button">Säkerhetskopiera nu...</gui> på sidan <gui>Översikt</gui>.

source: Wait. It may take a long time to backup, especially if you are backing up to a remote server. Just let it run in the background while you do something else.
sv: Vänta. Det kan ta en stund att säkerhetskopiera, speciellt om du kopierar till en fjärrserver. Låt kopieringen köra i bakgrunden medan du gör någonting annat.

source: Help make <app>Déjà Dup</app> better
sv: Hjälp till att göra <app>Déjà Dup</app> bättre

source: Getting Involved
sv: Bli involverad

source: So you want to help make <app>Déjà Dup</app> even better? Excellent! Here are some suggestions.
sv: Så du vill hjälpa till att göra <app>Déjà Dup</app> ännu bättre? Lysande, här är några förslag.

source: Report Issues
sv: Rapportera problem

source: Did you see a flaw? Do you have an idea for a new feature? Simply <link href="https://bugs.launchpad.net/deja-dup/+filebug">report it as a bug</link>. Be patient for a reply.
sv: Hittade du ett fel? Har du en idé till en ny funktion? Rapportera det <link href="https://bugs.launchpad.net/deja-dup/+filebug">som en bugg</link>. Ha tålamod i väntan på svar.

source: Note that bug reports should be in English only.
sv: Observera att felrapporter bör endast skrivas på Engelska.

source: Talk to Us
sv: Kommunicera med oss

source: We don’t bite. Send an email to the <link href="mailto:deja-dup-list@gnome.org">mailing list</link>.
sv: Vi bits inte. Skicka ett e-postmeddelande till vår <link href="mailto:deja-dup-list@gnome.org">mejllista</link>.

source: Or <link href="https://mail.gnome.org/mailman/listinfo/deja-dup-list">subscribe to the list</link>. The list is very low traffic.
sv: Eller <link href="https://mail.gnome.org/mailman/listinfo/deja-dup-list">prenumerera på listan</link>. Den har väldigt lite trafik.

source: Note that the list is English only.
sv: Observera att listan endast är på engelska.

source: Translating
sv: Översätta

source: Do you speak both English and another language? Good! You can help translate <app>Déjà Dup</app> through <link href="https://translations.launchpad.net/deja-dup">a web interface</link>. It’s really quite easy and is very appreciated.
sv: Kan du både engelska och ett annat språk? Bra! Du kan hjälpa till att översätta <app>Déjà Dup</app> genom <link href="https://translations.launchpad.net/deja-dup">ett webbgränssnitt</link>. Det är väldigt enkelt och mycket uppskattat.

source: Do you like helping people? <link href="https://answers.launchpad.net/deja-dup">Answer user questions</link> and support requests.
sv: Tycker du om att hjälpa människor? <link href="https://answers.launchpad.net/deja-dup">Svara på användarfrågor </link> och supportfrågor.

source: This is another great way for non-English speakers to get involved, as you can answer questions posted in your language.
sv: Detta är ett annat bra sätt för icke-engelska talare att engagera sig, eftersom du kan svara på frågor publicerade på ditt språk.

source: Coding
sv: Programmering

source: There are always more bugs to fix. If you want to find out what needs doing, talk to us on the mailing list as described above.
sv: Det finns alltid fel att fixa. Om du vill veta vad som behöver göras, skriv till oss på mejllistan ovan.

source: Meet the team
sv: Träffa arbetslaget

source: Credits
sv: Tack till

source: Development
sv: Utveckling

source: Documentation
sv: Dokumentation

source: Art
sv: Konst

source: Translation
sv: Översättning

source: translator-credits
sv: Launchpad Contributions: Alexander Mihajlovic https://launchpad.net/~abxyse Daniel Nylander https://launchpad.net/~yeager Joakim Ganse https://launchpad.net/~joakim-ganse Jonatan Nyberg https://launchpad.net/~jony0008

# link
source: Backup Help
sv: Hjälp med säkerhetskopiering

# text
source: Backup Help
sv: Hjälp med säkerhetskopiering

source: Backing Up
sv: Säkerhetskopiera

source: Restoring Files
sv: Återställa filer

source: About <app>Déjà Dup Backup Tool</app>
sv: Om <app>Déjà Dup säkerhetskopieringsverktyg</app>

source: Know your rights
sv: Känn till dina rättigheter

source: License
sv: Licens

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
sv: Detta program är fri programvara; du kan distribuera det och/eller ändra det under villkoren för GNU General Public License som publicerats av Free Software Foundation; antingen version 3 av licensen, eller (enligt dig själv) någon senare version.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
sv: Detta program distribueras i hopp om att det ska vara användbart, men UTAN NÅGON SOM HELST GARANTI, även utan underförstådd garanti om SÄLJBARHET eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL. Se GNU General Public License för mer information.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <link href="http://www.gnu.org/licenses/">http://www.gnu.org/licenses/</link>.
sv: Du borde ha fått en kopia av GNU General Public License tillsammans med det här programmet. Om inte, se <link href="http://www.gnu.org/licenses/">http://www.gnu.org/licenses/</link>.

source: Adjust your backup settings
sv: Justera dina inställningar för säkerhetskopiering

source: Settings
sv: Inställningar

source: <gui>Automatic backup</gui>
sv: <gui>Automatisk säkerhetskopiering</gui>

source: Turn this option on to have <app>Déjà Dup</app> automatically back up for you. This is recommended so that you don’t forget to do it yourself. Backups are more useful the more recent they are, so it is important to back up regularly.
sv: Slå på det här alternativet så att <app>Déjà Dup</app> automatiskt säkerhetskopierar för dig. Detta rekommenderas så att du inte glömmer att göra det själv. Säkerhetskopieringar är mer användbara ju senare de är, så det är viktigt att säkerhetskopiera regelbundet.

source: <gui>Folders to save</gui>
sv: <gui>Mappar att spara</gui>

source: Choose a list of folders to save in your backup. Press the <gui style="button">Add</gui> or <gui style="button">Remove</gui> buttons to modify the list. If you are only interested in backing up your own data, the default of <gui>Home</gui> is sufficient.
sv: Välj en lista med mappar som ska sparas i din säkerhetskopia. Tryck på knappen <gui style="button">Lägg till</gui> eller <gui style="button">Ta bort</gui> för att ändra listan. Om du bara är intresserad av att säkerhetskopiera dina egna data är standarden <gui>Hem</gui> tillräcklig.

source: <gui>Folders to ignore</gui>
sv: <gui>Mappar att ignorera</gui>

source: Choose a list of folders to not save in your backup. Press the <gui style="button">Add</gui> or <gui style="button">Remove</gui> buttons to modify the list.
sv: Välj en lista med mappar som inte sparas i din säkerhetskopia. Tryck på knappen <gui style="button">Lägg till</gui> eller <gui style="button">Ta bort</gui> för att ändra listan.

source: Some of your data may be large and not very important to you. In that case, you can save yourself some time and space by not backing them up.
sv: Några av dina data kan vara stora och inte väldigt viktiga för dig. I så fall kan du spara lite tid och utrymme genom att inte säkerhetskopiera dem.

source: Some locations are always ignored by default:
sv: Vissa platser ignoreras alltid som standard:

source: (which by default also ignores <_:file-1/>)
sv: (som även ignorerar <_:file-1/>)

source: <gui>Storage location</gui>
sv: <gui>Lagringsplats</gui>

source: Use these options to specify the storage location that <app>Déjà Dup</app> will use when backing up or restoring:
sv: Använd dessa alternativ för att ange lagringsplatsen som <app>Déjà Dup</app> kommer att använda när du säkerhetskopierar eller återställer:

source: Cloud Services
sv: Molntjänster

source: The first few storage locations are cloud storage services provided by various companies. For a small fee, they hold your data for you. A cloud service like this is recommended because it is an easy way to keep your data offsite (meaning out of your home: in case of disaster or theft, your data will still be safe).
sv: De första lagringsplatserna är molnlagringstjänster som tillhandahålls av olika företag. För en liten avgift, håller de dina data för dig. En molntjänst som denna rekommenderas eftersom det är ett enkelt sätt att hålla dina data på en annan plats (vilket betyder utanför ditt hem: i händelse av katastrof eller stöld, är dina data fortfarande säkra).

source: These services cost money. Read their rates carefully before using them.
sv: Dessa tjänster kostar pengar. Läs deras priser noga innan du använder dem.

source: Remote Servers
sv: Fjärrservrar

source: Choose the type of remote server to which you want to connect. Then you can enter the server information. Alternatively, if you know your server’s URL, choose <gui>Custom Location</gui> and enter it.
sv: Välj vilken typ av fjärrserver som du vill ansluta till. Då kan du ange serverns information. Alternativt, om du känner till din serveradress, välj <gui>Anpassad plats</gui> och ange den.

source: Removable Media
sv: Flyttbara media

source: You may see removable media like external hard drives or thumb drives listed.
sv: Du kan se flyttbara media som externa hårddiskar eller USB-minnen listade.

source: Local Folder
sv: Lokal mapp

source: You may also want to choose a local folder as a storage location. Note that backups can be quite large, so make sure you have enough free disk space.
sv: Du kanske också vill välja en lokal mapp som en lagringsplats. Observera att säkerhetskopior kan vara ganska stora, så se till att du har tillräckligt med ledigt diskutrymme.

source: This is not recommended, because if your hardware fails, you will lose both your original data and your backups.
sv: Detta rekommenderas inte, för om hårdvaran misslyckas kommer du att förlora både dina ursprungliga data och dina säkerhetskopior.

source: <gui>Keep</gui>
sv: <gui>Behåll</gui>

source: Recover from total system failure
sv: Återställ från totalt systemfel

source: Full System Restore
sv: Full systemåterställning

source: Setup
sv: Inställningar

source: Get your system to a fresh state. For example, a fresh install or a new account on an old computer. Don’t worry about getting comfortable and customizing settings yet. Wait until after you restore your previous settings to change anything, as any customizations you make now may get overridden once you restore.
sv: Få ditt system till ett nytt tillstånd. Till exempel en ny installation eller ett nytt konto på en gammal dator. Oroa dig inte för att bli bekväm och anpassa inställningar ännu. Vänta tills du har återställt dina tidigare inställningar för att ändra något, eftersom eventuella anpassningar du gör nu kan komma att åsidosättas när du återställer.

source: Next, you need to install <app>Déjà Dup</app>. Your distribution vendor may package it for you. Otherwise, download and compile it.
sv: Därefter måste du installera <app>Déjà Dup</app>. Din distributionsleverantör kan paketera det för dig. Annars hämta och kompilera det.

source: Restore
sv: Återskapa

source: Click on the <gui style="button">Restore…</gui> button on the <gui>Overview</gui> page.
sv: Klicka på knappen <gui style="button">Återställ…</gui> på sidan <gui>Översikt</gui>.

source: Click <gui style="button">Forward</gui> and wait for <app>Déjà Dup</app> to scan the backup location.
sv: Klicka på <gui style="button">Framåt</gui> och vänta på att <app>Déjà Dup</app> skannar säkerhetskopieringsplatsen.

source: Click <gui style="button">Forward</gui>.
sv: Klicka på <gui style="button">Framåt</gui>.

source: Choose where to restore. Since this is a full system backup, leave it as the default (which restores over your current install).
sv: Välj var du vill återställa. Eftersom detta är en fullständig systemsäkerhetskopiering, lämna den som standard (som återställs över din nuvarande installation).

source: Review your selections and click <gui style="button">Restore</gui>.
sv: Granska dina val och klicka på <gui style="button">Återställ</gui>.

source: Wait. It may take a long time to finish restoring.
sv: Vänta. Det kan ta lång tid att slutföra återställningen.

source: Finally, reinstall any programs that you enjoyed in your previous install.
sv: Slutligen, installera alla program som du haft i din tidigare installation.

source: If for whatever reason you have a problem after trying to restore with the <gui style="checkbox">Restore files to original locations</gui> option, try restoring instead to a temporary directory and moving your files to where they belong.
sv: Om du av någon anledning har problem efter att ha försökt återställa med alternativet <gui style="checkbox">Återställ filer till ursprungliga platser</gui>, försök att återställa i stället till en tillfällig katalog och flytta dina filer till var de tillhör.

source: If that still doesn’t work, there are <link xref="restore-worst-case">more drastic things</link> you can try.
sv: Om det fortfarande inte fungerar finns det <link xref="restore-worst-case">mer drastiska saker</link> du kan försöka.

source: Restore a file that is no longer present
sv: Återställ en fil som inte längre är närvarande

source: Restoring a Lost File
sv: Återställa en förlorad fil

source: Browse to the folder containing the file you lost.
sv: Bläddra till mappen som innehåller filen du förlorade.

source: Click <guiseq><gui style="menuitem">File</gui><gui style="menuitem">Restore Missing Files…</gui></guiseq>.
sv: Klicka på <guiseq><gui style="menuitem">File</gui><gui style="menuitem">Återställ saknade filer…</gui></guiseq>.

source: When the <gui>Restore</gui> dialog appears, it will scan for files that are in the backup but no longer in the folder.
sv: När dialogrutan <gui>Återställ</gui> visas kommer den att söka efter filer som finns i säkerhetskopian men inte längre i mappen.

source: When you see the file you want to restore appear, select it and click <gui style="button">Forward</gui>.
sv: När du ser filen du vill återställa ska du välja den och klicka på <gui style="button">Framåt</gui>.

source: You can restore lost files from the command line as well, if you remember what their filenames were:
sv: Du kan också återställa förlorade filer från kommandoraden också om du kommer ihåg vad deras filnamn var:

source: <_:span-1/>FILE1 FILE2
sv: <_:span-1/>FIL1 FIL2

source: Restore a previous version of a file
sv: Återställ en tidigare version av en fil

source: Reverting a File
sv: Återställ en fil

source: Browse to the folder containing the file you want to revert.
sv: Bläddra till mappen som innehåller filen du vill återgå till.

source: Select the file you want to revert by clicking on it.
sv: Välj den fil du vill återställa genom att klicka på den.

source: You can also revert files on the command line:
sv: Du kan även återställa filer på kommandoraden:

source: This is going to get technical. If none of this makes sense to you, don’t be afraid to <link xref="support">ask for help</link>.
sv: Detta kommer att bli tekniskt. Om detta är oförståerligt för dig, var inte rädd för <link xref="support">att fråga om hjälp</link>.

source: Create the directory in which you will place your restored files. This guide will use <_:file-1/>:
sv: Skapa katalogen där du ska placera dina återställda filer. Den här guiden kommer att använda <_:file-1/>:

source: Restoring with Duplicity
sv: Återställande med Duplicity

source: Get more help
sv: Få mer hjälp

source: If you have unanswered questions or a problem you don’t understand, please <link href="https://answers.launchpad.net/deja-dup">ask about it</link> it in the support forum.
sv: Om du har obesvarade frågor eller ett problem du inte förstår, <link href="https://answers.launchpad.net/deja-dup">fråga om det</link> i supportforumet.

source: Keep in mind that the people answering your questions are volunteers and that while <app>Déjà Dup</app> is intended to work well, it <link xref="license">comes with no warranty</link>. So please be polite and patient.
sv: Tänk på att de som svarar på dina frågor är volontärer och medan <app>Déjà Dup</app> är tänkt att fungera bra så<link xref="license">levereras det utan garanti</link>. Så var snäll och artig.
