Repository: agrover/deja-dup
Catalog: po/*.po
Languages: fr

source: Backup
fr: Sauvegarder

source: Change your backup settings
fr: Modifiez votre configuration de sauvegarde

source: Amazon S3 Access Key ID
fr: Access Key ID d'Amazon S3

source: An optional folder name to store files in. This folder will be created in the chosen bucket.
fr: Un nom de répertoire facultatif où enregistrer les fichiers. Ce répertoire sera créé dans le seau choisi.

source: Backup location
fr: Emplacement de sauvegarde

source: Directories not to back up
fr: Répertoires à ne pas sauvegarder

source: Directories to back up
fr: Répertoires à sauvegarder

source: Folder type
fr: Type de répertoire

source: Full name of the external volume
fr: Nom complet du disque externe

source: How long to keep backup files
fr: Durée de conservation des fichiers de sauvegarde

source: How often to periodically back up
fr: À quelle fréquence effectuer des sauvegardes régulières

source: Icon of the external volume
fr: Icône du disque externe

source: If the backup location is on an external volume, this is its unique filesystem identifier.
fr: Si la sauvegarde se situe sur un disque externe, ceci est son unique identifiant de système de fichier.

source: If the backup location is on an external volume, this is the path of the folder on that volume.
fr: Si la sauvegarde se situe sur un disque externe, ceci est le chemin du répertoire sur le disque.

source: If the backup location is on an external volume, this is the volume’s icon.
fr: Si la sauvegarde se situe sur un disque externe, ceci est l'icône du disque.

source: If the backup location is on an external volume, this is the volume’s longer descriptive name.
fr: Si la sauvegarde se situe sur un disque externe, ceci est le nom complet de ce disque.

source: If the backup location is on an external volume, this is the volume’s shorter name.
fr: Si la sauvegarde se situe sur un disque externe, ceci est le nom de ce disque.

source: Location in which to hold the backup files.
fr: Emplacement où stocker les fichiers de sauvegarde.

source: Obsolete
fr: Obsolète

source: Relative path under the external volume
fr: Chemin relatif sur le disque externe

source: Short name of the external volume
fr: Nom court du disque externe

source: The Amazon S3 bucket name to use
fr: Le nom du bucket d'Amazon S3 à utiliser

source: The Amazon S3 folder
fr: Le dossier Amazon S3

source: The Rackspace Cloud Files container
fr: Le conteneur du service de sauvegarde de fichiers Rackspace

source: The Ubuntu One folder
fr: Le dossier Ubuntu One

source: The last time Déjà Dup backed up
fr: La dernière fois que Déjà Dup a sauvegardé

source: The last time Déjà Dup restored
fr: La dernière fois que Déjà Dup a restauré

source: The last time Déjà Dup successfully completed a backup. This time should be in ISO 8601 format.
fr: La dernière fois que Déjà Dup a mené à bien une sauvegarde. Cette date doit être au format ISO 8601.

source: The last time Déjà Dup successfully completed a restore. This time should be in ISO 8601 format.
fr: La dernière fois que Déjà Dup a mené à bien une restauration. Cette date doit être au format ISO 8601.

source: The last time Déjà Dup was run
fr: Le dernier lancement de Déjà Dup

source: The last time Déjà Dup was successfully run. This time should be in ISO 8601 format.
fr: La dernière fois que Déjà Dup a été exécuté avec succès. Cette date devrait être au format ISO 8601.

source: The number of days between backups.
fr: Le nombre de jours entre les sauvegardes.

source: The number of days to keep backup files on the backup location. A value of 0 means forever. This is a minimum number of days; the files may be kept longer.
fr: Nombre de jours de conservation des fichiers de sauvegarde dans l'emplacement de sauvegarde. Une valeur de 0 implique toujours. C'est un nombre minimum de jours ; les fichiers peuvent être conservés plus longtemps.

source: This is your username for the Rackspace Cloud Files service.
fr: Ceci est votre identifiant pour le service de stockage de fichiers Rackspace Cloud

source: This list of directories will be backed up. Reserved values $HOME, $DESKTOP, $DOCUMENTS, $DOWNLOAD, $MUSIC, $PICTURES, $PUBLIC_SHARE, $TEMPLATES, $TRASH, and $VIDEO are recognized as the user’s special directories. Relative entries are relative to the user’s home directory.
fr: Les dossiers de cette liste seront sauvegardés. Les valeurs $HOME, $DESKTOP, $DOCUMENTS, $DOWNLOAD, $MUSIC, $PICTURES, $PUBLIC_SHARE, $TEMPLATES, $TRASH et $VIDEO sont reconnues en tant que dossiers personnels de l'utilisateur. Les chemins relatifs le sont par rapport au dossier racine de l'utilisateur.

source: This list of directories will not be backed up. Reserved values $HOME, $DESKTOP, $DOCUMENTS, $DOWNLOAD, $MUSIC, $PICTURES, $PUBLIC_SHARE, $TEMPLATES, $TRASH, and $VIDEO are recognized as the user’s special directories. Relative entries are relative to the user’s home directory.
fr: Cette liste de répertoire ne sera pas sauvegardée. Les mots clés $HOME, $DESKTOP, $DOCUMENTS, $DOWNLOAD, $MUSIC, $PICTURES, $PUBLIC_SHARE, $TEMPLATES, $TRASH et $VIDEO sont reconnus en tant que répertoires spéciaux de l'utilisateur. Les entrées sont relatives au repertoire "home" de l'utilisateur.

source: Type of location to store backup
fr: Type de destination pour enregistrer la sauvegarde

source: Unique ID of the external volume
fr: Identifiant unique du disque externe

source: Whether the backup location is a mounted external volume or a normal folder.
fr: Si l'emplacement de sauvegarde est un volume externe monté ou un répertoire classique.

source: Whether to automatically back up on a regular schedule.
fr: Si une sauvegarde automatique à intervalle régulier doit avoir lieu.

source: Whether to encrypt your backup
fr: S'il faut chiffrer votre sauvegarde

source: Whether to encrypt your backup files in the storage location. It’s strongly recommended to leave this as ‘true’.
fr: Si les fichiers de sauvegarde doivent être chiffrés dans l'endroit de stockage. Il est fortement recommandé de laisser ceci à ‘true’.

source: Whether to periodically back up
fr: Si une sauvegarde à intervalle régulier doit avoir lieu.

source: Whether to request the root password
fr: Si le mot de passe d'administrateur doit être requis

source: Whether to request the root password when backing up from or restoring to system folders.
fr: Si le mot de passe d'administrateur doit être requis lors de la sauvegarde ou de la restauration vers des dossiers système.

source: Which Amazon S3 bucket to store files in. This does not need to exist already. Only legal hostname strings are valid.
fr: Quel bucket d'Amazon S3 pour enregistrer les fichiers. Il ne doit pas exister pour l'instant. Seul un nom d'hôte légal est valide.

source: Which Rackspace Cloud Files container to store files in. This does not need to exist already. Only legal hostname strings are valid.
fr: Quel conteneur du service de stockage de fichiers Rackspace utiliser pour sauvegarder les fichiers. Il ne doit pas nécessairement déjà exister. Seuls les noms d'hôtes appropriés sont valides.

source: Your Amazon S3 Access Key Identifier. This acts as your S3 username.
fr: Votre identifiant Access Key d'Amazon S3. Il fait office de nom d'utilisateur S3.

source: Your Rackspace username
fr: Votre identifiant Rackspace

source: Folder:
fr: Répertoire :

source: Scanning…
fr: Analyse en cours...

source: Restore Missing Files…
fr: Restauration des fichiers manquants...

source: Restore deleted files from backup
fr: Restaure les fichiers effacés depuis une sauvegarde

source: Revert to Previous Version…
fr: Retourner vers la version précédente…

source: Restore file from backup
fr: Restaurer le fichier de la sauvegarde

source: GVFS FUSE is not installed
fr: GVFS FUSE n'est pas installé

source: %1$s on %2$s
fr: %1$s dans %2$s

source: Backup will begin when %s becomes connected.
fr: La sauvegarde commencera lorsque %s sera connecté.

source: Backup will begin when a network connection becomes available.
fr: La sauvegarde commencera lorsqu'une connexion réseau sera disponible.

source: Backup location not available
fr: Destination de sauvegarde indisponible

source: Waiting for ‘%s’ to become connected…
fr: En attente de la connexion de‘%s’

source: You must specify a Rackspace container in your preferences.
fr: Vous devez spécifier un conteneur Rackspace dans vos préférences.

source: Rackspace Cloud Files
fr: Service de stockage de fichiers Rackspace

source: %s on Rackspace Cloud Files
fr: %s sur le service de stockage de fichiers Rackspace

source: Permission denied
fr: Permission refusée

source: You can sign up for a Rackspace Cloud Files account <a href="%s">online</a>.
fr: Vous pouvez créer un compte sur le service de stockage de fichiers Rackspace <a href="%s">en ligne</a>.

source: _API access key:
fr: Clé d'accès _API :

source: S_how API access key
fr: _Afficher la clé d'accès de l'API

source: _Remember API access key
fr: Se _souvenir de la clé d'accès de l'API

source: Enter Rackspace Cloud Files API key
fr: Entrez la clé API du service de stockage de fichiers Rackspace

source: %s on Amazon S3
fr: %s sur Amazon S3

source: You can sign up for an Amazon S3 account <a href="%s">online</a>.
fr: Vous pouvez vous créer un compte Amazon S3 <a href="%s">en ligne</a>.

source: _Access key ID:
fr: ID de la clé d'_accès :

source: _Secret access key:
fr: Clé d'accès _secrète :

source: S_how secret access key
fr: M_ontrer la clé secrète d'accès

source: _Remember secret access key
fr: _Retenir la clé d'accès secret

source: Enter Amazon S3 access key
fr: Entrez la clé d'accès Amazon S3

source: %s on Ubuntu One
fr: %s sur Ubuntu One

source: Sign into Ubuntu One…
fr: Connexion à Ubuntu One…

source: Connect to Ubuntu One
fr: Connecter à Ubuntu One

source: Déjà Dup Backup Tool
fr: Outil de sauvegarde Déjà Dup

source: Could not run duplicity
fr: Impossible de lancer duplicity

source: Could not understand duplicity version.
fr: Ne peut pas interpréter la version de duplicity.

source: Could not understand duplicity version ‘%s’.
fr: Impossible de comprendre la version « %s » de duplicity.

source: Duplicity’s version is too old
fr: La version de Duplicity est trop ancienne.

source: Paused (no network)
fr: En pause (pas de connexion)

source: Preparing…
fr: Préparation…

source: Could not restore ‘%s’: Not a valid file location
fr: Impossible de restaurer « %s » : emplacement de fichier invalide

source: Backup location is too small. Try using one with more space.
fr: L'endroit de stockage de la sauvegarde n'a pas assez d'espace. Veuillez utiliser un endroit avec plus d'espace disponible.

source: Backup location does not have enough free space.
fr: L'endroit de stockage de la sauvegarde n'a pas assez d'espace libre disponible.

source: Cleaning up…
fr: Nettoyage…

source: Creating the first backup. This may take a while.
fr: Création de la première sauvegarde. Cela peut prendre du temps.

source: Creating a fresh backup to protect against backup corruption. This will take longer than normal.
fr: En train de créer une nouvelle sauvegarde afin de se protéger contre une éventuelle corruption de sauvegarde. Ceci prendra plus de temps que d'habitude.

source: Failed with an unknown error.
fr: Échec dû à une erreur inconnue.

source: Could not restore ‘%s’: File not found in backup
fr: Impossible de restaurer '%s' : Fichier introuvable dans la sauvegarde

source: Bad encryption password.
fr: Mauvais mot de passe pour le chiffrage

source: Computer name changed
fr: Nom de l'ordinateur modifié

source: The existing backup is of a computer named %s, but the current computer’s name is %s. If this is unexpected, you should back up to a different location.
fr: La sauvegarde existante a été faite pour un ordinateur appelé %s, mais le nom de l'ordinateur actuel est %s. Si vous ne vous attendiez pas à ceci, vous devriez enregistrer les sauvegardes à un autre endroit.

source: Permission denied when trying to create ‘%s’.
fr: Permission refusée lors de la tentative de création de "%s".

source: Permission denied when trying to read ‘%s’.
fr: Permission refusée lors de la tentative de lecture de "%s".

source: Permission denied when trying to delete ‘%s’.
fr: Permission refusée lors de la tentative de suppression de "%s".

source: Backup location ‘%s’ does not exist.
fr: L'endroit de stockage de la sauvegarde "%s" n'existe pas.

source: No space left.
fr: Pas d'espace libre restant.

source: Invalid ID.
fr: Identifiant invalide.

source: Invalid secret key.
fr: Clé secrète invalide.

source: Your Amazon Web Services account is not signed up for the S3 service.
fr: Votre compte Amazon Web Services n'est pas enregistré pour le service S3.

source: S3 bucket name is not available.
fr: Le nom du bucket S3 n'est pas disponible.

source: Error reading file ‘%s’.
fr: Erreur lors de la lecture du fichier '%s'.

source: Error writing file ‘%s’.
fr: Erreur lors de l'écriture du fichier '%s'.

source: No space left in ‘%s’.
fr: Pas d'espace libre restant dans "%s".

source: No backup files found
fr: Aucun fichier de sauvegarde n'a été trouvé

source: Uploading…
fr: Envoi en cours…

source: Restoring files…
fr: Restauration des fichiers…

source: Not all files could be restored. Any files that could not be restored may still be found in %s.
fr: Certains fichiers n'ont pas pu être restaurés. Chaque fichier non restauré peut encore être trouvé dans %s.

source: Could not restore %s: %s
fr: Ne peut pas restaurer %s: %s

source: Backing up…
fr: Sauvegarde en cours…

source: Restoring…
fr: Restauration en cours...

source: Checking for backups…
fr: Recherche de sauvegardes…

source: Listing files…
fr: Listage des fichiers

# back up is verb
source: Back Up
fr: Sauvegarder

# back up is verb
source: _Back Up
fr: _Sauvegarder

source: Backing up:
fr: Sauvegarder :

source: Backup Failed
fr: La sauvegarde a échoué

source: Backing Up…
fr: Sauvegarde en cours...

source: Scanning:
fr: Analyse :

source: _Details
fr: _Détails

source: E_ncryption password:
fr: _Mot de passe de chiffrement :

source: Confir_m password:
fr: Confir_mer le mot de passe :

source: _Show password
fr: _Afficher le mot de passe

source: _Remember password
fr: _Se souvenir du mot de passe

source: Summary
fr: Résumé

source: Encryption Password Needed
fr: Mot de passe de chiffrement nécessaire

source: Restore
fr: Restaurer

source: _Restore
fr: _Restaurer

source: _Backup location:
fr: _Emplacement de la sauvegarde:

source: Backup files are _encrypted
fr: Les fichiers de sauvegarde sont _chiffrés

source: Preferences
fr: Préférences

source: Restore files to _original locations
fr: Restaurer les fichiers dans les localisations _originales

source: Restore to _specific folder
fr: Restaurer vers un dossier _spécifique

source: Choose destination for restored files
fr: Choisissez une destination pour les fichiers restaurés

source: Restore _folder:
fr: Restaurer le _dossier :

source: Backup location:
fr: Emplacement de la sauvegarde :

source: Encrypted:
fr: Chiffré :

source: Restore date:
fr: Restaurer la date :

source: Restore folder:
fr: Restaurer le dossier :

source: Checking for Backups…
fr: Recherche de sauvegardes...

source: Restore from When?
fr: Date à restaurer ?

source: Restore to Where?
fr: Vers où restaurer ?

source: Restoring:
fr: Restauration de :

source: No backups to restore
fr: Aucune sauvegarde disponible pour la restauration.

source: Original location
fr: Localisation originale

source: File to restore:
fr: Fichier à restaurer:

source: Restore Failed
fr: La restauration a échouée

source: Restore Finished
fr: La restauration est finie

source: Your files were successfully restored.
fr: Vos fichiers ont été restaurés avec succès.

source: Your file was successfully restored.
fr: Votre fichier a été récupéré avec succès.

source: File
fr: Fichier

source: Last seen
fr: Dernière visite

source: Restore which Files?
fr: Quels fichiers récupérer ?

source: Scanning for files from yesterday…
fr: Balayage des fichiers datant d'hier...

source: Scanning for files from last week…
fr: Balayage des fichiers datant de la semaine dernière...

source: Scanning for files from last month…
fr: Balayage des fichiers datant du mois dernier...

source: Scanning for files from about a month ago…
fr: Balayage des fichiers datant d'un mois...

source: Scanning for files from about a year ago…
fr: Balayage des fichiers datant d'un an...

source: Scanning finished
fr: Balayage terminé

source: Co_ntinue
fr: Co_ntinuer

source: _Resume Later
fr: _Reprendre plus tard

source: Show version
fr: Afficher la version

source: Restore given files
fr: Restauration des fichiers sélectionnés

source: Immediately start a backup
fr: Démarrer immédiatement une sauvegarde

source: Restore deleted files
fr: Restaurer des fichiers supprimés

source: No directory provided
fr: Dossier non renseigné

source: Only one directory can be shown at once
fr: Seulement un répertoire peut être affiché à la fois

source: [FILES…]
fr: [FICHIERS…]

source: DIRECTORY
fr: RÉPERTOIRE

source: Déjà Dup is a simple backup tool. It hides the complexity of backing up the Right Way (encrypted, off-site, and regular) and uses duplicity as the backend.
fr: Déjà Dup est un outil de sauvegarde simple. Il dissimule la complexité des sauvegardes bien faites (chiffrées, hors-site et périodiques) et utilise duplicity comme moteur.

source: Directory does not exists
fr: Le dossier n'existe pas

source: You must provide a directory, not a file
fr: Vous devez indiquer un dossier et non un fichier

source: You must specify a mode
fr: Vous devez spécifier un mode

source: _Username:
fr: Nom d'_utilisateur:

source: _Password:
fr: Mot de _passe :

source: S_how password
fr: _Montrer le mot de passe

source: Location not available
fr: Emplacement non disponible

source: This backup location requires authentication.
fr: Cet emplacement de sauvegarde requiert une authentification.

source: Connect _anonymously
fr: Se connecter _annonynement

source: Connect as u_ser:
fr: Se connecter en tant qu' _utilisateur;

source: _Domain:
fr: _Domaine :

source: _Delay Backup
fr: Reporter la sauvegarde

source: _Cancel Backup
fr: _Annuler la sauvegarde

source: _Skip Backup
fr: Pa_sser la sauvegarde

source: Starting scheduled backup
fr: Démarrage de la sauvegarde programmée

source: %.1f%% complete
fr: %.1f%% accompli

source: Scheduled backup delayed
fr: Sauvegarde automatique planifiée retardée

source: I want to _restore files from a previous backup…
fr: Je veux _restaurer des fichiers d‘une sauvegarde précédente…

source: Just show my backup _settings
fr: Afficher seulement mes paramètres de _sauvegarde

source: Automatic _backups:
fr: _Sauvegardes automatiques :

source: Where:
fr: Où :

source: Include files from:
fr: Inclure les fichier de :

source: Except for:
fr: Sauf :

source: Most recent backup:
fr: Sauvegarde la plus récente :

source: Next automatic backup:
fr: Prochaine sauvegarde automatique :

source: _Restore…
fr: _Restaurer…

source: Back Up _Now
fr: Sauvegarder _maintenant

source: Overview
fr: Vue d'ensemble

source: _Keep backups:
fr: _Conserver les sauvegardes :

source: _Encrypt backup files
fr: _Chiffrer les fichiers sauvegardés

source: Storage
fr: Stockage

source: I_nclude files in folders:
fr: I_nclure les fichiers dans les dossiers :

source: E_xcept files in folders:
fr: E_xclure les fichiers dans les dossiers :

source: Files
fr: Fichiers

source: How _often to back up:
fr: Fréquence de sauvegarde :

source: Schedule
fr: Planification

source: At least a week
fr: Au moins une semaine

source: At least a month
fr: Au moins un mois

source: At least two months
fr: Au moins deux mois

source: At least three months
fr: Au moins trois mois

source: At least six months
fr: Au moins six mois

source: At least a year
fr: Au moins un an

source: Forever
fr: Indéfiniment

source: At least %d day
fr: Au moins %d jour

source: Today
fr: Aujourd’hui

source: Yesterday
fr: Hier

source: Tomorrow
fr: Demain

source: %d day from now
fr: Dans %d jour

source: %d day ago
fr: il y a %d jour

source: Yes
fr: Oui

source: No
fr: Non

source: Home Folder
fr: Dossier personnel

source: Trash
fr: Corbeille

source: Unknown
fr: Inconnu

source: Old backups will be kept for at least a week or until the backup location is low on space.
fr: Les anciennes sauvegardes seront gardées pour au moins une semaine, ou jusqu'à ce que l'endroit de stockage des sauvegardes ait peu d'espace libre restant.

source: Old backups will be kept for at least a month or until the backup location is low on space.
fr: Les anciennes sauvegardes seront gardées pour au moins un mois, ou jusqu'à ce que l'endroit de stockage des sauvegardes ait peu d'espace libre restant.

source: Old backups will be kept for at least two months or until the backup location is low on space.
fr: Les anciennes sauvegardes seront gardées pour au moins deux mois, ou jusqu'à ce que l'endroit de stockage des sauvegardes ait peu d'espace libre restant.

source: Old backups will be kept for at least three months or until the backup location is low on space.
fr: Les anciennes sauvegardes seront gardées pour au moins trois mois, ou jusqu'à ce que l'endroit de stockage des sauvegardes ait peu d'espace libre restant.

source: Old backups will be kept for at least six months or until the backup location is low on space.
fr: Les anciennes sauvegardes seront gardées pour au moins six mois, ou jusqu'à ce que l'endroit de stockage des sauvegardes ait peu d'espace libre restant.

source: Old backups will be kept for at least a year or until the backup location is low on space.
fr: Les anciennes sauvegardes seront gardées pour au moins un an, ou jusqu'à ce que l'endroit de stockage des sauvegardes ait peu d'espace libre restant.

source: Old backups will be kept until the backup location is low on space.
fr: Les anciennes sauvegardes seront gardées jusqu'à ce que l'endroit de stockage des sauvegardes ait peu d'espace libre restant.

source: Old backups will be kept at least %d day or until the backup location is low on space.
fr: Les anciennes sauvegardes seront gardées pour au moins %d jour, ou jusqu'à ce que l'endroit de stockage des sauvegardes ait peu d'espace libre restant.

source: Choose folders
fr: Choisissez les dossiers

source: Windows Share
fr: Partage Windows

source: Custom Location
fr: Emplacement personnalisé

source: Local Folder
fr: Dossier local

source: _Server:
fr: _Serveur

source: Use secure connection (_HTTPS)
fr: Utiliser une connexion sécurisée (_HTTPS)

source: _Folder:
fr: _Dossier:

source: _Log in with a username
fr: Se _connecter avec un nom d'utilisateur

source: _Browse…
fr: _Parcourir…

source: Choose Folder
fr: Choisir un dossier

source: _Container:
fr: _Conteneur :

source: S3 Access Key I_D:
fr: L'Access Key I_D de S3 :

source: _Domain Name:
fr: Nom de _domaine :

source: Optional information:
fr: Informations facultatives :

source: Daily
fr: Tous les jours

source: Weekly
fr: Toutes les semaines

source: Biweekly
fr: Toutes les deux semaines

source: Monthly
fr: Tous les mois

source: Every %d day
fr: Chaque %d jour

source: Could not display %s
fr: Impossible d'afficher %s
