Repository: agrover/deja-dup
Catalog: help/translations/*.po
Languages: de, es, fi, fr, gl, nl, pt_br, zh_cn

source: After you connect to a server, make sure to go back to the <gui>Preferences</gui> dialog and choose the folder on that server to which you want to back up. This is not currently automatically selected after you connect.
fr: Après vous être connecté à un serveur, assurez-vous de revenir à la boîte de dialogue <gui>Préférences</gui> et de choisir le dossier dans lequel vous souhaitez effectuer votre sauvegarde sur ce serveur. Ce n'est actuellement pas automatiquement sélectionné dès que vous vous connectez.
gl: Despois de conectarse a un servidor, asegúrese de volver ao diálogo <gui>Preferencias</gui> e escolla o cartafol dese servidor no que quere almacenar a copia de seguranza. Isto non se selecciona automaticamente unha vez conectado.
zh_cn: 当您连接到服务器后，请务必返回<gui>首选项</gui>对话框，并选择该服务器上想要作为备份目的地的文件夹。在您连接服务器后，目前并不能自动选择该文件夹。

source: Local Folders
es: Carpetas locales
fi: Paikalliset kansiot
fr: Dossiers locaux
gl: Cartafoles locais
zh_cn: 本地文件夹

source: S3 Access Key ID
fr: Identifiant de la clé d'accès S3
gl: ID da chave de acceso S3
zh_cn: S3 访问密钥 ID

source: This is your Access Key ID that Amazon gave you when you signed up for S3. It is like a username for logging into S3. If left empty, you will be prompted for it as you backup or restore.
es: Esta es la ID de su clave de acceso que Amazon le dio cuando se registró en S3. Es como su nombre de usuario para iniciar sesión en S3. Si la dejó vacía, se le pedirá para respaldar o restaurar.
fi: Tämä on käyttöavaimesi tunnus, jonka Amazon antoi sinulle luodessasi käyttäjätilisi S3:lle. Se on kuin käyttäjätunnus S3:een kirjauduttaessa. Jos se jätetään tyhjäksi, sitä pyydetään sinulta varmuuskopioinnin ja tiedostojen palautuksen yhteydessä.
gl: Esta é a ID da chave de acceso que Amazon lle deu cando se rexistrou para o S3. É coma un nome de usuario para identificarse en S3. Se o deixa baleiro, pediráselle cando faga a copia de seguranza ou restaure.
zh_cn: 这是在您注册 S3 时 Amazon 提供给您的访问密钥 ID。 它类似于用来登录 S3 的用户名。如果留空，系统会在您备份或恢复时提示您输入。

source: This option only appears if the <gui>Amazon S3</gui> backup location has been selected.
fr: Cette option apparaît uniquement si l'emplacement de sauvegarde <gui>Amazon S3</gui> a été sélectionné.
gl: Esta opción só aparece se se seleccionou unha localización da copia de seguranza <gui>Amazon S3</gui>.
zh_cn: 仅当已选择 <gui>Amazon S3</gui> 备份位置时，才会出现此选项。

source: Folder
gl: Cartafol
zh_cn: 文件夹

source: If you have multiple backups, you may want to keep them separated in multiple folders. Use this option to enter a path on the S3 service in which to put your files.
fr: Si vous avez plusieurs sauvegardes, vous pouvez les garder séparées dans plusieurs dossiers. Utilisez cette option pour entrer un chemin sur le service S3 dans lequel placer vos fichiers.
gl: Se ten varias copias de seguranza pode querer mantelas separadas en distintos cartafoles. Use esta opción para indicar un camiño no servizo S3 no cal almacenar os seus ficheiros.
zh_cn: 如果您有多个备份，可能想把它们分别存放在多个文件夹中。使用此选项可输入 S3 服务上文件存放位置的路径。

source: Some locations are excluded by default:
fr: Certains emplacements sont exclus par défaut :
gl: Algunhas localizacións son excluídas por omisión.
zh_cn: 在默认情况下，一些位置会被排除在外：

source: Backups are kept forever by default.
fr: Les sauvegardes sont conservées indéfiniment par défaut.
gl: As copias de seguranza mantéñense indefinidamente por omisión.
zh_cn: 默认情况下备份将永久保留。

source: <app>Déjà Dup</app> Help
fr: Aide <app>Déjà Dup</app>
gl: Axuda do <app>Déjà Dup</app>
zh_cn: <app>Déjà Dup</app> 帮助

source: A <gui>Backup</gui> dialog will appear asking where you want to keep the backup files (your <gui>Backup location</gui>). Either choose an external drive from the dropdown, choose <gui>Other…</gui> and navigate to a folder, or click on <gui style="button">Connect to Server…</gui>. On this same screen, select whether you would like to encrypt the backup files.
fr: Une boîte de dialogue <gui>Sauvegarder</gui> s'affiche, vous demandant où vous souhaitez conserver les fichiers de sauvegarde (votre <gui>Emplacement de sauvegarde</gui>). Choisissez soit un disque dur externe dans le menu déroulant, soit <gui>Autres...</gui> et sélectionnez un dossier ou cliquez sur <gui style="button">Se connecter au serveur...</gui>. Sur ce même écran, choisissez si vous voulez chiffrer les fichiers de sauvegarde.
gl: Aparecerá un diálogo <gui>Copia de seguranza</gui> preguntando onde gardar os ficheiros da copia de seguranza (a súa <gui>Localización da copia de seguranza</gui>). Escolla unha unidade externa da lista despregable, escolla <gui>Outros...</gui> e navegue ata un cartafol, ou prema en <gui style="button">Conectar ó servidor...</gui>. Nesta mesma pantalla, seleccione se quere cifrar ps ficheiros da copia de seguranza.
zh_cn: 随即出现一个<gui>备份</gui>对话框，询问您想将备份文件存放在何处（您的<gui>备份位置</gui>）。从下拉列表中选择一个外置驱动器，选择<gui>其它...</gui>并导航到某个文件夹，或单击<gui style="button">连接到服务器...</gui>。在这同一屏幕上，选择您是否想加密备份文件。

source: %DATE%
es: %FECHA%

source: USER COMMANDS
es: ÓRDENES DE USUARIO
fi: KÄYTTÄJÄN KOMENNOT

source: NAME
es: NOMBRE
fi: NIMI

source: deja-dup - backup your data
es: deja-dup - respalde su información
fi: deja-dup - varmuuskopioi tiedostosi

source: SYNOPSIS
es: SINOPSIS
fi: KOMENNON KÄYTTÖ

source: B<deja-dup> [OPTIONS]
es: B<deja-dup> [OPCIONES]
fi: B<deja-dup> [VALITSIMET]

source: B<deja-dup> --restore [FILES]
es: B<deja-dup> --restore [ARCHIVOS]
fi: B<deja-dup> --restore [TIEDOSTOT]

source: DESCRIPTION
es: DESCRIPCIÓN
fi: KUVAUS

source: deja-dup is a graphical frontend to B<duplicity>(1). It can backup and restore using a local folder or a remote server, including Amazon S3, as well as schedule backups at regular intervals.
es: deja-dup es una intefaz gráfica de princio a fin B<duplicity>(1). Puede respaldar y restaurar usando una carpeta local o un servidor remoto, incluyendo Amazon S3, así como también el horario de respaldos en unos intervalos regulares.
fi: deja-dup on graafinen käyttöliittymä B<duplicity>lle(1). Se voi varmuuskopioida ja palauttaa tiedostoja käyttäen paikallista kansiota tai etäpalvelinta, myös Amazon S3:sta. Se tukee myös säännöllisesti tehtäviä varmuuskopioita.

source: OPTIONS
es: OPCIONES
fi: VALITSIMET

source: Display usage information
es: Muestra información de uso
fi: Näytä lyhyt ohje käytöstä

source: Prints program name and version
es: Imprime el nombre y la versión del programa
fi: Tulostaa ohjelman nimen ja version

source: Immediately starts a backup
es: Comienza un respaldo inmediatamente
fi: Aloittaa varmuuskopioinnin välittömästi

source: Restores only the specified files
es: Restaura sólo los archivos señalados
fi: Palauttaa vain määritellyt tiedostot

source: ENVIRONMENT
es: ENTORNO
fi: YMPÄRISTÖMUUTTUJAT

source: Set to 1 to enable more verbose output. Helpful for debugging.
es: Establecer en 1 para activar la salida detallada. Útil para depurar
fi: Asettamalla arvoksi 1 saadaan näkyville yksityiskohtaisempi tuloste. Helpottaa vianjäljitystä.

source: SEE ALSO
es: VEA TAMBIÉN
fi: KATSO MYÖS

source: deja-dup-monitor - backup your data
es: deja-dup-monitor - respalde sus datos
fi: deja-dup-monitor - varmuuskopioi tiedostosi

source: B<deja-dup-monitor> [OPTIONS]
es: B<deja-dup-monitor> [OPCIONES]
fi: B<deja-dup-monitor> [VALITSIMET]

source: deja-dup-monitor is a session daemon that handles scheduled backups. It is started by default whenever a user logs in. When a scheduled backup is due, it starts B<deja-dup>(1).
es: deja-dup-monitor es un servicio que maneja copias de respaldos programada. Se inicia por defecto, cada vez que el usuario ingresa en el sistema. Cuando un respaldo es programado lo inicia.
fi: deja-dup-monitor on taustaprosessi, joka hoitaa ajastetut varmuuskopioinnit. Oletuksena se käynnistetään käyttäjän sisäänkirjautuessa. Kun on ajastetun varmuuskopioinnin aika, se käynnistää ohjelman B<deja-dup>(1).

source: deja-dup-preferences - backup your data
es: deja-dup-preferences - respalde sus datos
fi: deja-dup-preferences - varmuuskopioi tiedostosi

source: B<deja-dup-preferences> [OPTIONS]
es: B<deja-dup-preferences> [OPCIONES]
fi: B<deja-dup-preferences> [VALITSIMET]

source: deja-dup-preferences is the preferences dialog for B<deja-dup>(1).
es: deja-dup-preferences es el diálogo de preferencias para B<deja-dup>(1).
fi: deja-dup-preferences on valintaikkuna ohjelman B<deja-dup>(1) asetuksille.

source: <application>Déjà Dup</application> is a simple backup tool.
es: <application>Déjà Dup</application> es una herramienta de respaldo sencilla
fi: <application>Déjà Dup</application> on yksinkertainen varmuuskopiointityökalu.

source: <publisher role="maintainer"> <publishername><ulink url="http://launchpad.net/~deja-dup-team" type="http"><application>Déjà Dup</application> Administrators</ulink></publishername> </publisher>
es: <publisher role="maintainer"> <publishername><ulink url="http://launchpad.net/~deja-dup-team" type="http"><application>Déjà Dup</application> Administradores</ulink></publishername> </publisher>
fi: <publisher role="maintainer"> <publishername><ulink url="http://launchpad.net/~deja-dup-team" type="http"><application>Déjà Dup</application> -ylläpitäjät</ulink></publishername> </publisher>

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU General Public License (GPL), Version 3 or any later version published by the Free Software Foundation. You can find a copy of the GPL at this <ulink type="help" url="ghelp:gpl">link</ulink> or in the file COPYING distributed with this manual.
es: Permiso concedido para copiar, distribuir y modificar este documento bajo los términos de la Licencia Pública General (GPL), Versión 3 o cualquier versión publicada después por la Free Software Foundation. Puede encontrar una copia de la GPL aquí <ulink type="help" url="ghelp:gpl">link</ulink> o en el archivo COPYNG distribuido con este manual.

source: This manual is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
es: Este manual es distribuido con la esperanza de que se útil, pero SIN NINGUNA GARANTÍA; sin ni siquiera la garantía de COMERCIABILIDAD o PARA UN PROPÓSITO PARTICULAR. Ver la Licencia Pública General GNU para más detalles.

source: <ulink url="http://launchpad.net/~deja-dup-team" type="http"><application>Déjà Dup</application> Administrators</ulink>
es: <ulink url="http://launchpad.net/~deja-dup-team" type="http"><application>Déjà Dup</application> Administradores</ulink>
fi: <ulink url="http://launchpad.net/~deja-dup-team" type="http"><application>Déjà Dup</application> -ylläpitäjät</ulink>

source: This manual describes version %VERSION% of Déjà Dup.
es: Este manual describe la versión %VERSION% de Déjà Dup.
fi: Tämä käyttöohje on Déjà Dupin versiolle %VERSION%.

source: To report a bug or make a suggestion regarding the <application>Déjà Dup</application> application or this manual, visit the <ulink url="http://bugs.launchpad.net/deja-dup/+filebug" type="http"><application>Déjà Dup</application> project page</ulink>.
es: Para reportar un error o para hacer una sugerencia en cuanto al programa <application>Déjà Dup</application> o a este manual, visite la página del proyecto <ulink url="http://bugs.launchpad.net/deja-dup/+filebug" type="http"><application>Déjà Dup</application></ulink>
fi: Ilmoittaaksesi ohjelmavirheestä tai tehdäksesi ehdotuksen ohjelmaan <application>Déjà Dup</application> tai tähän käyttöohjeeseen, vieraile <ulink url="http://bugs.launchpad.net/deja-dup/+filebug" type="http"><application>Déjà Dup</application> -projektin sivuilla</ulink>.

source: Introduction
es: Introducción
fi: Johdanto

source: <application>Déjà Dup</application> is a simple backup tool. It hides the complexity of doing backups the 'right way' (encrypted, off-site, and regular) and uses duplicity as the backend.
es: <application>Déjà Dup</application> es una simple herramienta de respaldo. Oculta la complejidad haciendo los respaldos en la «forma correcta» (cifrado, fuera de sitio, y regular) y utiliza duplicity como motor.
fi: <application>Déjà Dup</application> on yksinkertainen varmuuskopiointityökalu. Se piilottaa "oikealla tavalla" (salattu, verkossa sijaitseva ja säännöllinen) tehdyn varmuuskopioinnin monimutkaisuuden ja käyttää duplicityä taustajärjestelmänä.

source: <application>Déjà Dup</application> provides the following features:
es: <application>Déjà Dup</application>proporciona las características siguientes:
fi: <application>Déjà Dup</application> tarjoaa seuraavat ominaisuudet:

source: Support for local or remote backup locations, including Amazon S3
es: Soporte local o remoto para la localización de los respaldos, incluyendo Amazon S3
fi: Tuki sekä paikallisille sekä verkossa oleville varmuuskopiointisijainneille, myös Amazon S3:lle.

source: Securely encrypts and compresses your data.
es: Cifrado y compresión de sus datos de forma segura.
fi: Salaa ja tiivistää tietosi turvallisesti.

source: Incrementally backs up, letting you restore from any particular backup.
es: Respaldos de forma incremental , permitiendo restaurar desde un respaldo determinado.
fi: Varmuuskopioi lisäävästi (incremental), mahdollistaen palautuksen mistä tahansa varmuuskopiosta.

source: Schedules regular backups.
es: Horario de respaldos programados.
fi: Tekee säännöllisiä ajastettuja varmuuskopioita.

source: Integrates well into your GNOME desktop.
es: Se integra correctamente en su escritorio GNOME.
fi: Integroituu hyvin GNOME-työpöytäympäristöön.

source: Getting Started
es: Primeros pasos
fi: Käytön aloitus

source: Starting <application>Déjà Dup</application>
es: Iniciar <application>Déjà Dup</application>
fi: <application>Déjà Dup</application>in käynnistys

source: You can start <application>Déjà Dup</application> in the following ways:
es: Puede iniciar <application>Déjà Dup</application> de las siguientes formas:
fi: <application>Déjà Dup</application>in voi käynnistää seuraavilla tavoilla:

source: <guimenu>Applications</guimenu> menu
es: Menú de <guimenu>Aplicaciones</guimenu>
fi: <guimenu>Sovellukset</guimenu>-valikko

source: Choose <menuchoice><guisubmenu>System Tools</guisubmenu><guimenuitem>Déjà Dup Backup Tool</guimenuitem></menuchoice>.
es: Elija <menuchoice><guisubmenu>Herramientas del sistema</guisubmenu><guimenuitem>Herramienta de respaldo Déjà Dup</guimenuitem></menuchoice>.
fi: Valitse <menuchoice><guisubmenu>Järjestelmätyökalut</guisubmenu><guimenuitem>Déjà Dup -varmuuskopiointityökalu</guimenuitem></menuchoice>.

source: Command line
es: Línea de órdenes
fi: Komentorivi

source: To start <application>Déjà Dup</application> from a command line, type the following command, then press <keycap>Return</keycap>:
es: Para iniciar <application>Déjà Dup</application> desde la línea de órdenes, escriba la siguiente orden, después pulse <keycap>Intro</keycap>:
fi: Käynnistääksesi <application>Déjà Dup</application>in komentoriviltä, kirjoita seuraava komento ja paina sen jälkeen <keycap>Enter</keycap>:

source: To backup, choose <menuchoice><guimenu>Backup</guimenu><guimenuitem>Backup</guimenuitem></menuchoice>. Or press the <guibutton>Backup</guibutton> button on the main window.
es: Para respaldar, elija <menuchoice><guimenu>Copia de seguridad</guimenu><guimenuitem>Copia de seguridad</guimenuitem></menuchoice>. O pulse el botón <guibutton>Copia de seguridad</guibutton> en la ventana principal.
fi: Tehdäksesi varmuuskopion, valitse <menuchoice><guimenu>Varmuuskopio</guimenu><guimenuitem>Varmuuskopioi</guimenuitem></menuchoice>. Vaihtoehtoisesti voit napsauttaa pääikkunan <guibutton>Varmuuskopioi</guibutton>-painiketta.

source: The <guilabel>Backup</guilabel> dialog will then be displayed. If this is your first time using <application>Déjà Dup</application>, you will be asked to choose a backup location and which files to include or exclude. On the Summary page, click <guibutton>Backup</guibutton> to start the backup.
es: El diálogo <guilabel>Copia de seguridad</guilabel> se mostrará. Si es la primera vez que usa <application>Déjà Dup</application>, se le preguntará para que elija una ubicación de la copia de seguridad y que archivos incluir y excluir. En la página de resumen, pulse <guibutton>Copia de seguridad</guibutton> para iniciar la misma.
fi: Seuraavaksi näytetään <guilabel>Varmuuskopioi</guilabel>-ikkuna. Jos käytät <application>Déjà Dup</application>ia ensimmäistä kertaa, ohjelma pyytää valitsemaan varmuuskopion sijainnin ja varmuuskopioitavat sekä varmuuskopioinnin ulkopuolelle jätettävät tiedostot. Napsauta Yhteenveto-sivulla <guibutton>Varmuuskopioi</guibutton>-painiketta aloittaaksesi varmuuskopioinnin.

source: Restoring
es: Restaurar
fi: Palauttaminen varmuuskopiosta

source: To restore, choose <menuchoice><guimenu>Backup</guimenu><guimenuitem>Restore</guimenuitem></menuchoice>. Or press the <guibutton>Restore</guibutton> button on the main window.
es: Para restaurar, elija <menuchoice><guimenu>Copia de seguridad</guimenu><guimenuitem>Restaurar</guimenuitem></menuchoice>. O pulse el botón <guibutton>Restaurar</guibutton> en la ventana principal.
fi: Palauttaaksesi tiedostoja varmuuskopiosta, valitse <menuchoice><guimenu>Varmuuskopio</guimenu><guimenuitem>Palauta</guimenuitem></menuchoice>. Vaihtoehtoisesti voit napsauttaa pääikkunan <guibutton>Palauta</guibutton>-painiketta.

source: The <guilabel>Restore</guilabel> dialog will then be displayed. If this is your first time using <application>Déjà Dup</application>, you will be asked to choose a backup location. Then choose which backup date to restore from and where to put the restored files. You can either restore them to their original locations or put them in a folder of your choice.
es: El diálogo <guilabel>Restaurar</guilabel> se mostrará. Si es la primera vez que usa <application>Déjà Dup</application>, se le preguntará por la ubicación de la copia de seguridad. Elija que fecha de copia de seguridad desea restaurar desde donde y donde poner los archivos restaurados. Los puede restaurar en sus ubicaciones originales o ponerlos en una carpeta de su elección.
fi: Seuraavaksi näytetään <guilabel>Palauta</guilabel>-ikkuna. Jos käytät <application>Déjà Dup</application>ia ensimmäistä kertaa, ohjelma pyytää valitsemaan varmuuskopion sijainnin. Valitse seuraavaksi miltä päivältä haluat palautuksen suorittaa ja minne palautetut tiedostot sijoitetaan. Voit palauttaa tiedostot joko niiden alkuperäiseen sijaintiinsa tai laittaa ne haluamaasi kansioon.

source: After clicking <guibutton>Forward</guibutton>, you can review your restore options, then click <guibutton>Restore</guibutton> to start the restore.
es: Después de pulsar <guibutton>Continuar</guibutton>, puede revisar sus opciones de restauración, luego pulse <guibutton>Restaurar</guibutton> para iniciar la restauración.
fi: Napsautettuasi <guibutton>Seuraava</guibutton>-painiketta voit tarkistaa palautuksen valinnat. Napsauta <guibutton>Palauta</guibutton> aloittaaksesi tiedostojen palauttamisen.

source: To configure <application>Déjà Dup</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
es: Para configurar <application>Déjà Dup</application>, elija <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem></menuchoice>.
fi: Määrittääksesi <application>Déjà Dup</application>in asetukset, valitse <menuchoice><guimenu>Muokkaa</guimenu><guimenuitem>Asetukset</guimenuitem></menuchoice>.

source: <guilabel>Backup location</guilabel>
es: <guilabel>Ubicación del respaldo</guilabel>
fi: <guilabel>Varmuuskopion sijainti</guilabel>

source: Use this drop-down list box to specify the backup location that <application>Déjà Dup</application> uses when backing up or restoring:
es: Use esta lista desplegable para especificar la localización del respaldo que <application>Déjà Dup</application> usará cuando se respalde o se restaure:
fi: Käytä tätä alasvetovalikkoa määritelläksesi varmuuskopion sijainnin, jota <application>Déjà Dup</application> käyttää varmuuskopiointiin sekä tiedostojen palauttamiseen:

source: This backup location uses the S3 storage service from Amazon. For a small fee per gigabyte, they hold your data for you. This is the recommended default because it is an easy way to keep your data offsite (meaning out of your home: in case of disaster or theft, your data will still be safe). You can sign up <ulink url="http://aws.amazon.com/s3/" type="http">online</ulink>.
es: Esta ubicación de copia de seguridad utiliza el servicio de almacenamiento S3 de Amazon. Por una pequeña cuota por gigabyte, guardan los datos para usted. Este es el valor recomendado porque es una manera fácil de mantener los datos en otro lugar diferente (esto significa que están fuera de su casa: en caso de desastre o robo, los datos seguirán estando seguros). Puede inscribirse en <ulink url="http://aws.amazon.com/s3/" type="http">en línea</ulink>.
fi: Tämä varmuuskopion sijainti käyttää Amazonin S3-tallennuspalvelua. Se säilyttää tietosi pientä maksua vastaan jokaista gigatavua (Gt) kohden. Tämä on suositeltu oletusasetus, koska se on helppo tapa pitää tiedostosi turvassa kotisi ulkopuolella (katastrofin tai varkauden sattuessa datasi on yhä turvassa). Voit luoda käyttäjätunnuksen palveluun <ulink url="http://aws.amazon.com/s3/" type="http">verkossa</ulink>.

source: This service costs money. Read their rates carefully before using it.
es: Este servicio cuesta dinero. Lee los precios cuidadosamente antes de usarlo.
fi: Tämä palvelu on maksullinen. Lue hinnasto huolellisesti ennen palvelun käyttämistä.

source: If you have connected to any servers, they will appear. To connect to a server not listed, select <guilabel>Other...</guilabel> and click <guibutton>Connect to Server...</guibutton>. This will let you enter the server information.
es: Si se ha conectado a algún servidor, aparecerá. Para conectarse a un servidor que no aparece, seleccione <guilabel>Otros</guilabel> y pulse en <guibutton>Conectar al servidor</guibutton>. Esto le permitirá introducir la información del servidor.
fi: Jos sinulla on yhteys mihin tahansa palvelimeen, se näytetään sijaintiluettelossa. Yhdistääksesi palvelimeen, jota ei ole lueteltu, valitse <guilabel>Muu...</guilabel> ja napsauta <guibutton>Yhdistä palvelimeen</guibutton>, jolloin voit antaa palvelimen tiedot.

source: You may also want to choose a local folder as a backup location. Note that backups can be quite large, so make sure you have enough free disk space.
es: Puede escoger también una carpeta local como localización de respaldo. Nota para los respaldos que son bastante grandes, esté seguro de tener suficiente espacio en disco.
fi: Voit myös halutessasi valita paikallisen kansion varmuuskopion sijainniksi. Huomaa, että varmuuskopiot voivat olla suuria, joten varmista, että sinulla on riittävästi tyhjää levytilaa.

source: Default: <guilabel>Amazon S3</guilabel>.
es: Predeterminado: <guilabel>Amazon S3</guilabel>.
fi: Oletus: <guilabel>Amazon S3</guilabel>.

source: <guilabel>S3 Access Key ID</guilabel>
es: <guilabel>Clave ID de acceso a S3</guilabel>
fi: <guilabel>S3-avaimen tunniste</guilabel>

source: This option only appears if the <guilabel>Amazon S3</guilabel> backup location has been selected.
es: Esta opción sólo aparece si la localización de respaldo que ha seleccionado es <guilabel>Amazon S3</guilabel>.
fi: Tämä vaihtoehto näkyy vain jos varmuuskopion sijainniksi on valittu <guilabel>Amazon S3</guilabel>.

source: <guilabel>Folder</guilabel>
es: <guilabel>Carpeta</guilabel>
fi: <guilabel>Kansio</guilabel>
