Repository: agrover/deja-dup
Catalog: help/translations/*.po
Languages: de, es, fi, fr, gl, nl, pt_br, zh_cn

source: When the <gui>Restore</gui> dialog appears, choose the date from which to restore.
de: Wenn der <gui>Wiederherstellen</gui>-Dialog erscheint, wählen Sie bitte das Datum für die Wiederherstellung.
fr: Quand la boite de dialogue <gui>Restaurer</gui> apparaît, choisissez la date à partir de laquelle vous désirez restaurer.
gl: Cando apareza o diálogo <gui>Restaurar</gui>, escolla a data da que restaurar.
nl: Wanneer de <gui>Herstellen</gui>-dialoog verschijnt, kunt u de datum selecteren waar u van wilt herstellen.
pt_br: Quando o diálogo <gui>Restaurar</gui> aparecer, escolha de que data você quer restaurar.
zh_cn: 出现<gui>恢复</gui>对话框时，选择恢复的起始日期。

source: Click <gui style="button">Forward</gui>.
de: Klicken Sie <gui style="button">Weiter</gui>.
fr: Cliquez <gui style="button">Suivant</gui>.
gl: Faga clic en <gui style="button">Adiante</gui>.
nl: Klik op <gui style="button">Volgende</gui>.
pt_br: Clique em <gui style="button">Avançar</gui>.
zh_cn: 单击<gui style="button">前进</gui>。

source: Review your selections and click <gui style="button">Restore</gui>. Note that this will overwrite your current version of the file.
de: Überprüfen Sie Ihre Auswahl und klicken Sie <gui style="button">Wiederherstellen</gui>. Beachten Sie bitte, dass dadurch die aktuelle Version der Datei überschrieben wird.
fr: Vérifiez vos sélections et cliquez sur <gui style="button">Restaurer</gui>. Notez que cela écrasera votre version actuelle du fichier.
gl: Revise as súas opcións e faga clic en <gui style="button">Restaurar</gui>. Teña en conta que isto sobrescribirá a versión actual do ficheiro.
nl: Controleer uw keuzes en klik dan op <gui style="button">Herstellen</gui>. Let op: dit zal uw huidige versie van het bestand overschrijven.
pt_br: Verifique suas escolhas e clique em <gui style="button">Restaurar</gui>. Note que isso irá sobrescrever a versão atual do arquivo.
zh_cn: 检查所做选择，并单击<gui style="button">恢复</gui>。请注意，此操作会覆盖文件的当前版本。

source: You can select multiple files at once before right clicking.
de: Sie können mehrere Dateien auf einmal auswählen, bevor Sie rechtsklicken.
fr: Vous pouvez sélectionner plusieurs fichiers à la fois avant de faire un clic droit.
gl: Pode seleccionar varios ficheiros dunha vez antes de facer clic dereito.
nl: U kunt meerdere bestanden tegelijkertijd selecteren voordat u rechtsklikt.
pt_br: Você pode selecionar vários arquivos de uma vez antes de clicar o botão direito.
zh_cn: 您可以在右键单击前一次选择多个文件。

source: You can also revert files on the command line:
de: Sie können auch die Befehlszeile zur Wiederherstellung nutzen:
fr: Vous pouvez aussi restaurer des fichiers avec la ligne de commande :
gl: Tamén pode reverter ficheiros dende a liña de ordes:
nl: U kunt bestanden ook herstellen met de opdrachtregel:
pt_br: Você também pode reverter os arquivos na linha de comando:
zh_cn: 您还可以通过命令行来恢复文件：

source: deja-dup --restore FILE1 FILE2
de: deja-dup --restore DATEI1 DATEI2
fr: deja-dup --restore FICHIER1 FICHIER2
gl: deja-dup --restore FICHEIRO1 FICHEIRO2
nl: deja-dup --restore BESTAND1 BESTAND2
pt_br: deja-dup --restore ARQUIVO1 ARQUIVO2
zh_cn: deja-dup --restore 文件 1 文件 2

source: Restore a file that is no longer present
de: Wiederherstellen einer Datei, die nicht mehr vorhanden ist
pt_br: Restaurar um arquivo que não está mais presente

source: Restoring a Lost File
de: Wiederherstellung einer verlorenen Datei
fr: Restauration d'un fichier perdu
gl: Restaurando un ficheiro perdido
nl: Een verloren bestand herstellen
pt_br: Restaurando um arquivo perdido
zh_cn: 恢复丢失的文件

source: Browse to the folder containing the file you lost.
de: Zu dem Ordner navigieren, der die verlorene Datei enthält.
nl: Blader naar de map met het bestand dat u bent verloren.
pt_br: Navegue até a pasta contendo o arquivo que você perdeu.

source: Right click on the background of the folder.
de: Rechtsklick auf eine leere Stelle im Ordner.
nl: Klik met rechts op de achtergrond van de map.
pt_br: Dê um clique com o botão direito no plano de fundo da pasta.

source: Choose <gui style="menuitem">Restore Missing Files…</gui>.
de: Wähle <gui style="menuitem">Restore Missing Files…</gui>.
nl: Selecteer <gui style="menuitem">Ontbrekende bestanden herstellen…</gui>.
pt_br: Escolha <gui style="menuitem">Restaure Arquivos Perdidos...</gui>.

source: When the <gui>Restore</gui> dialog appears, it will scan for files that are in the backup but no longer in the folder.
de: Wenn der <gui>Wiederherstellen</gui>-Dialog erscheint, wird <app>Déjà Dup</app> nach Dateien suchen, welche zwar in der Datensicherung vorhanden sind, nicht aber im Ordner.
nl: Wanneer de <gui>Herstellen</gui>-dialoog verschijnt, zal er gezocht worden naar bestanden die wel in de back-up aanwezig zijn maar niet langer in de map.
pt_br: Quando a janela <gui>Restaurar</gui> aparecer, ela irá procurar por arquivos que estão na cópia de segurança mas não estão mais na pasta.

source: When you see the file you want to restore appear, select it and click <gui style="button">Forward</gui>.
de: Wenn die wiederherzustellende Datei in der Liste erscheint, wählen Sie sie aus und klicken Sie auf <gui style="button">Weiter</gui>.
nl: Wanneer u het bestand ziet verschijnen dat u wilt herstellen, selecteert u het en klikt op <gui style="button">Volgende</gui>.
pt_br: Quando você ver o arquivo que quer restaurar aparecer, selecione-o e clique <gui style="button">avançar</gui>.

source: Review your selections and click <gui style="button">Restore</gui>.
de: Überprüfen Sie Ihre ausgewählten Dateien und klicken Sie auf <gui style=\"button\">Wiederherstellen</gui>.
fr: Vérifiez vos sélections et cliquez sur <gui style="button">Restaurer</gui>.
gl: Revise as súas opcións e faga clic en <gui style="button">Restaurar</gui>.
nl: Controleer uw keuzes en klik dan op <gui style="button">Herstellen</gui>.
pt_br: Verifique suas escolhas e clique <gui style="button">Restaurar</gui>.
zh_cn: 检查所做选择，并单击<gui style="button">恢复</gui>。

source: You can restore lost files from the command line as well, if you remember what their filenames were:
de: Sie können Dateien auch von der Kommandozeile wiederherstellen, solange Sie sich an den Dateinamen erinnern.
nl: U kunt ook bestanden herstellen met de opdrachtregel, als u de bestandsnamen weet::
pt_br: Você pode restaurar arquivos perdidos pela linha de comando também, se você se lembra quais eram seus nomes de arquivos.

source: Recover from total system failure
de: Rettung nach totalem Systemausfall
pt_br: Recuperar de uma falha total do sistema

source: Full System Restore
de: Vollständige Wiederherstellung des Systems
fr: Restauration complète du système
gl: Restauración completa do sistema
nl: Volledig systeemherstel
pt_br: Restauração completa do sistema
zh_cn: 全系统恢复

source: Setup
de: Einstellungen
gl: Configuración
nl: Instelling
pt_br: Configuração
zh_cn: 设置

source: Get your system to a fresh state. For example, a fresh install or a new account on an old computer. Don’t worry about getting comfortable and customizing settings yet. Wait until after you restore your previous settings to change anything, as any customizations you make now may get overridden once you restore.
de: Bringen Sie Ihr System in einen frischen Zustand, beispielsweise durch eine Neuinstallation oder ein neues Benutzerkonto auf einem alten Rechner. Denken Sie zunächst nicht über Anpassungen oder sonstige Einstellungen nach, da jegliche von Ihnen vorgenommenen Änderungen durch die Wiederherstellung überschrieben werden.
fr: Faites le ménage dans votre système. Par exemple, une nouvelle installation ou un nouveau compte sur un vieil ordinateur. Ne changez pas encore les paramètres de votre système. Attendez d'avoir restauré vos paramètres précédents pour changer quoi que ce soit, puisque les modifications que vous feriez maintenant pourraient être écrasées.
gl: Poña o seu sistema coma novo. Por exemplo, unha instalación nova ou unha nova conta nun computador antigo. Non se preocupe por personalizar os axustes e acomodarse aínda. Espere ata que restaure a súa configuración anterior para cambiar calquera cousa, xa que as personalizacións que faga sobrescribiranse cando restaure.
nl: Maak uw systeem weer als nieuw. Bijvoorbeeld door een verse installatie of een nieuw account op een oude computer. Maakt u zich nog niet druk over het aanpassen van uw instellingen. Wacht met die aanpassingen totdat u uw vorige instellingen heeft hersteld, omdat elke aanpassing die u nu maakt overschreven zal worden bij het herstellen.
pt_br: Fazer o seu sistema ficar em um estado recente. Por exemplo, uma instalação recente ou uma nova conta em um computador antigo. Não se preocupe com ficar confortável e não personalize as definições ainda. Espere até você restaurar suas configurações anteriores para mudar qualquer coisa, quaquer personalização que você fez pode ser substituída quando você restaura.
zh_cn: 让系统恢复到全新状态。例如，进行全新安装或在一台旧计算机上建立一个新账户。先不用操心使用舒适度和定制设置的事情。可以等到恢复之前设置后再进行任何更改，因为您现在进行的任何定制都可能会在恢复时被覆盖。

source: Next, you need to install <app>Déjà Dup</app>. Your distribution vendor may package it for you. Otherwise, download and compile it.
de: Installieren Sie dann <app>Déjà Dup</app>. Der Anbieter Ihrer Distribution hält möglicherweise ein Paket für Sie bereit. Falls nicht, laden Sie <app>Déjà Dup</app> herunter und kompilieren Sie es.
fr: Ensuite, vous devez installer <app>Déjà Dup</app>. Votre éditeur de distribution peut déjà avoir un paquet à vous fournir. Autrement, téléchargez et compilez-le.
gl: A continuación, necesita instalar <app>Déjà Dup</app>. O provedor da súa distribución pode que xa o teña empaquetado. Se non, descargue e compíleo.
nl: Hierna dient u <app>Déjà Dup</app> te installeren. Mogelijk is het reeds beschikbaar in uw distributie, anders kunt u het downloaden en compileren.
pt_br: Próximo, você precisa instalar <app>Déjà Dup</app>. O fornecedor da sua distribuição pode empacotá-lo para você. Caso contrário, baixe e copile.
zh_cn: 接下来，您需要安装 <app>Déjà Dup</app>。您的发布供应商可能已为您打包了该软件。否则，请下载它并进行编译。

source: Restore
de: Wiederherstellen
fr: Restaurer
gl: Restaurar
nl: Herstellen
pt_br: Restaurar
zh_cn: 恢复

source: Open your <gui>Backup</gui> settings.
de: Öffen Sie ihre "<gui>Backup</gui>"-Einstellungen
pt_br: Abra suas configurações de <gui>cópia de segurança</gui>

source: Click on the <gui style="button">Restore…</gui> button on the <gui>Overview</gui> page.
de: Klicken sie auf den Knopf "<gui style="button">Restore…</gui>" der Seite "<gui>Overview</gui>".
pt_br: Clique no botão <gui style="button">Restaurar...</gui> na página <gui>Resumo</gui>.

source: A <gui>Restore</gui> dialog will appear asking where your backup files are stored (your <gui>Backup location</gui>). On this same screen, select whether you encrypted the backup or not.
pt_br: Uma janela <gui>Restaurar</gui> irá aparecer perguntando onde seus arquivos da cópia de segurança estão armazenados (sua <gui>Localização da cópia de segurança</gui>). Na mesma tela, selecione se você criptografou a cópia de segurança ou não.

source: Click <gui style="button">Forward</gui> and wait for <app>Déjà Dup</app> to scan the backup location.
pt_br: Clique em <gui style="button">Avançar</gui> e espere que o <app>Déjà Dup</app> varrer sua localização da cópia de segurança.

source: Choose the date you want to restore from. Usually you can just leave this alone, as the default is the most recent backup.
de: Wählen Sie das Datum, für das Sie die Wiederherstellung ausführen wollen. In den meisten Fällen können Sie dies leer lassen, da als Vorgabe die neueste Sicherung verwendet wird.
fr: Choisissez la date à partir de laquelle vous souhaitez restaurer. Vous pouvez généralement laisser ce champ vide, le défaut étant la sauvegarde la plus récente.
gl: Escolla a data da que quere restaurar. Xeralmente pode deixar isto como está, xa que o predefinido é a copia de seguranza máis recente.
nl: Selecteer de datum waar van u wilt herstellen. Normaal hoeft u niets te doen, omdat de standaard aangegeven datum de meest recente is.
pt_br: Escolha a data da qual você quer restaurar. Normalmente você pode deixar isso como está, o padrão é a cópia de segurança mais recente.
zh_cn: 选择您想从哪个日期开始进行恢复。通常不必改动此项，因为默认值便是最近的备份。

source: Choose where to restore. Since this is a full system backup, leave it as the default (which restores over your current install).
de: Wählen Sie den Ort der Wiederherstellung. Da es sich um eine vollständige Systemwiederherstellung handelt, belassen Sie hier die Vorgabe, die eine Wiederherstellung über Ihrer derzeitigen Installation vornimmt.
fr: Choisissez un emplacement pour la restauration. Puisqu'il s'agit d'une sauvegarde complète du système, le laisser par défaut (elle sera restaurer sur votre installation actuelle).
gl: Escolla onde restaurar. Dado que se trata unha copia de seguranza completa do sistema, deixe a opción predefinida (que restaura sobre a instalación actual).
nl: Selecteer waar naartoe u wilt herstellen. Omdat dit een volledig systeemherstel is, kunt u de standaard ingestelde keuze houden (die over uw huidige installatie heen herstelt).
pt_br: Escolha para onde restaurar. Uma vez que isso seja uma cópia de segurança completa do sistema, deixe isso no padrão (que restaura sobre sua atual instalação).
zh_cn: 选择恢复到何处。由于这是全系统备份，因此请保留默认值不变（恢复时覆盖当前安装）。

source: Wait. It may take a long time to finish restoring.
de: Bitte warten Sie. Es kann lange dauern, bis alle Daten wieder hergestellt sind.
fr: Attendez. La restauration peut durer un long moment.
gl: Esperar. Pode levar bastante tempo completar a restauración.
nl: Wacht a.u.b., omdat het herstellen een lange tijd kan gaan duren.
pt_br: Aguarde. Pode demorar um bom tempo para terminar a restauração.
zh_cn: 等待。可能需要很长时间才能完成恢复。

source: Finally, reinstall any programs that you enjoyed in your previous install.
de: Zum Schluss installieren Sie die Programme, mit denen Sie in Ihrer vorherigen Installation gearbeitet haben.
fr: Finalement, réinstallez tous les programmes que vous aimiez avec votre installation précédente.
gl: Finalmente, reinstale todos os programas que tiña na súa instalación anterior.
nl: Installeer tenslotte de programma's die u daarvoor ook gebruikte.
pt_br: Finalmente, reinstale quaisquer programas que você tinha na sua instalação anterior.
zh_cn: 最后，重新安装您上一次安装时乐于使用的所有程序。

source: If for whatever reason you have a problem after trying to restore with the <gui style="checkbox">Restore files to original locations</gui> option, try restoring instead to a temporary directory and moving your files to where they belong.
pt_br: Se por qualquer motivo você tiver um problema depois de tentar restaurar com a opção <gui style="checkbox">Restaurar arquivos para a localização original</gui>, tente, em vez disso, restaurar para um diretório temporário e mover seus arquivos para onde eles pertencem.

source: If that still doesn’t work, there are <link xref="restore-worst-case">more drastic things</link> you can try.
de: Falls das immer noch nicht funktioniert, gibt es <link xref="restore-worst-case">drastischere Methoden</link>, die Sie probieren können.
pt_br: Se aquilo ainda não funcionar, há <link xref="restore-worst-case">coisas mais drásticas</link> que você pode tentar.

source: Adjust your backup settings
de: Passen Sie Ihre Sicherungseinstellungen an
pt_br: Ajustar suas configurações de cópia de segurança

source: Preferences
de: Einstellungen
es: Preferencias
fi: Asetukset
fr: Préférences
gl: Preferencias
nl: Voorkeuren
pt_br: Preferências
zh_cn: 首选项

source: Automatic backups
de: Automatische Sicherungen
pt_br: Cópias de segurança automáticas

source: Turn this option on to have <app>Déjà Dup</app> automatically back up for you. This is recommended so that you don’t forget to do it yourself. Backups are more useful the more recent they are, so it is important to regularly back up.
pt_br: Ative essa opção para o <app>Déjà Dup</app> automaticamente fazer cópias de segurança para você. Recomenda-se que faça isso, assim você não se esquece de fazer. As cópias de segurança mais úteis são as mais recentes, desse modo é importante fazer cópias de segurança regularmente.

source: Backup location
de: Ort der Datensicherung
fr: Emplacement de sauvegarde
gl: Localización da copia de seguranza
nl: Back-uplocatie
pt_br: Local da cópia de segurança
zh_cn: 备份位置

source: Use these options to specify the backup location that <app>Déjà Dup</app> will use when backing up or restoring:
pt_br: Usar estas opções para especificar o local da cópia de segurança que <app>Déjà Dup</app> usará quando fizer ou restaurar uma cópia de segurança:

source: Cloud Services
de: Cloud Dienst
nl: Cloud-diensten
pt_br: Serviços em nuvem

source: The first few backup locations are cloud storage services provided by various companies. For a small fee, they hold your data for you. A cloud service like this is recommended because it is an easy way to keep your data offsite (meaning out of your home: in case of disaster or theft, your data will still be safe).
pt_br: As primeiras poucas localizações de backup são serviços de armazenamento em nuvem fornecidos por várias empresas. Por uma pequena taxa, eles guardam seus dados para você. Um serviço na nuvem como esse é recomendado, porque esse é um modo fácil de manter seus dados fora do local (significando fora da sua casa: em caso de desastre ou roubo, seus dados ainda estão seguros).

source: These services costs money. Read their rates carefully before using it.
de: Diese Dienste sind Kostenpflichtig. Informieren Sie sich über die anfallenden Kosten bevor Sie sie nutzen.
nl: Deze diensten kosten geld. Lees eerst hun tarieven voordat u ze gaat gebruiken.
pt_br: Estes serviços são pagos. Leia as suas taxas antes de usá-los.

source: Removable Media
de: Wechseldatenträger
es: Soporte extraíble
fi: Irrotettavat tallennusvälineet
fr: Media amovibles
gl: Soportes extraíbeis
nl: Verwijderbare media
pt_br: Mídia removível
zh_cn: 可移动媒体

source: You may see removable media like external hard drives or thumb drives listed.
de: Eventuell werden Ihnen Wechseldatenträger, wie externe Festplatten oder USB-Sticks angezeigt.
es: Tal vez vea los discos extraíbles listados como discos duros externos o unidades flash.
fi: Voit nähdä irrotettavia tallennusvälineitä kuten ulkoisia kiintolevyjä tai muistitikkuja listattuna.
fr: Vous pouvez voir les médias amovibles comme les disques durs externes ou les clés USB.
gl: Pode ver listados soportes extraíbeis como discos duros externos ou memorias flash.
nl: U ziet mogelijk verwijderbare media zoals externe harde schijven of USB-sticks.
pt_br: Você pode ver as mídias removíveis como discos rígidos externos ou unidades portáteis.
zh_cn: 您可能会在列表中看到外置硬盘或闪盘之类的可移动媒体。

source: Remote Servers
de: entfernte Server
nl: Servers op afstand
pt_br: Servidores remotos

source: Choose the type of remote server to which you want to connect. Then you can enter the server information. Alternatively, if you know your server’s URL, choose <gui>Custom Location</gui> and enter it.
pt_br: Escolha o tipo de servidor remoto para o qual você deseja se conectar. Depois você pode entrar com a informação do servidor. Alternativamente, se você sabe a URL do seu servidor, escolha <gui>Localização personalizada</gui> e entre com ela.

source: Local Folder
de: Lokaler Ordner
nl: Lokale map
pt_br: Pasta pessoal

source: You may also want to choose a local folder as a backup location. Note that backups can be quite large, so make sure you have enough free disk space.
de: Sie können auch einen lokalen Ordner als Sicherungsort wählen. Denken Sie daran, dass Sicherungen recht groß werden können. Stellen Sie also sicher, dass genug Plattenplatz zur Verfügung steht.
fr: Vous pouvez également choisir un dossier local comme emplacement de sauvegarde. Notez que les sauvegardes peuvent être assez importantes, donc assurez-vous de disposer de suffisamment d'espace disque libre.
gl: Tamén pode querer escoller un cartafol local como localización da copia de seguranza. Teña en conta que as copias de seguranza poden ser bastante grandes, así que asegúrese de ter suficiente espazo libre en disco.
nl: U kunt ook een lokale map kiezen als back-uplocatie. Let er op dat back-ups een grote omvang kunnen hebben, zorg er daarom voor dat er genoeg vrije schijfruimte beschikbaar is.
pt_br: Você também pode escolher uma pasta local como localização para a cópia de segurança. Note que as cópias de segurança podem ser relativamente grandes, então certifique-se de que tenha espaço livre suficiente.
zh_cn: 您可能还想选择一个本地文件夹作为备份位置。请注意，备份的体积可能相当大，因此请确保您拥有足够的可用磁盘空间。

source: This is not recommended, because if your hardware fails, you will lose both your original data and your backups.
de: Dies wird nicht empfohlen. Falls Ihre Hardware ausfällt, werden Sie sowohl Ihre Originaldaten als auch Ihre Sicherungen verlieren.
pt_br: Isto não é recomendado, porque se seu hardware falhar, você perderá ambos, seu dados originais e a cópia de segurança.

source: Keep backups
de: Sicherungen behalten
fr: Conserver les sauvegardes
gl: Conservar as copias de seguranza
nl: Back-ups bewaren
pt_br: Manter backups
zh_cn: 保留备份

source: Choose the minimum amount of time to keep backup files. If you find that the backup files are taking up too much space, you may want to decrease this duration. Due to implementation details, files may be kept a bit longer than the chosen time. But no files will be deleted early.
de: Wählen Sie die minimale Zeitspanne zum Aufbewahren der Sicherungsdateien. Falls Sie der Meinung sind, dass die Sicherungsdateien zu viel Platz verbrauchen, dann können Sie die Zeitspanne verringern. Im Zusammenhang mit Implementierungsdetails dieses Programms kann diese Zeitspanne tatsächlich geringfügig länger sein als die gewählte Zeit. In keinem Fall werden jedoch Dateien vorher gelöscht.
fr: Choisissez le temps minimum pour conserver les fichiers de sauvegarde. Si vous constatez que les fichiers de sauvegarde prennent trop d'espace disque, vous pouvez diminuer cette durée. En raison de détails d'implémentation, les fichiers peuvent être conservés un peu plus long que le temps choisi. Mais aucun fichier ne sera supprimé avant ce temps.
gl: Escolla o mínimo tempo durante o que manter os ficheiros da copia de seguranza. Se cre que a copia de seguranza está a empregar demasiado espazo, pode querer diminuír a súa duración. Debido a detalles da implementación, pode ser que os ficheiros se manteñan algún tempo mais do escollido. Pero non se borrarán ficheiros antes de tempo.
nl: Selecteer het minimum aantal dagen om de back-ups te bewaren. Als u denkt dat de back-upbestanden te veel ruimte gebruiken, dan kunt u het aantal dagen beperken. Door implementatiedetails kunnen bestanden mogelijk iets langer bewaard worden dan aangegeven, maar er zullen geen bestanden vervroegd verwijderd worden.
pt_br: Escolha a quantidade mínima de tempo para manter os arquivos de backup. Se você acha que os arquivos de backup estão ocupando muito espaço, Você pode diminuir esta duração. Devido a implementação de detalhes, arquivos podem ser mantidos por mais tempo que o escolhido. Mas os arquivos não serão deletados em breve.
zh_cn: 选择备份文件的最短保留时间。如果您发现备份文件占用的空间过多，可能想缩短这段时间。由于实现细节上的缘故，文件的保留期可能比选择的时间略长。但不会有任何文件被提前删除。

source: Backups are kept forever by default, but still may be deleted earlier if the backup location begins to run out of space.
de: Standardmäßig werden Sicherungen für immer aufgehoben, erst wenn auf dem Ziel-Medium der Speicherplatz knapp wird, werden die Sicherungen beginnend bei der ältesten überschrieben.
nl: Back-ups worden standaard voor altijd bewaard, maar kunnen eerder verwijderd worden wanneer de back-uplocatie bijna vol is.
pt_br: Cópias de segurança são mantidas para sempre por padrão, mas podem ser deletadas antes se a localização da cópia de segurança começar a ficar sem espaço.
