Repository: agrover/deja-dup
Catalog: help/translations/*.po
Languages: de, es, fi, fr, gl, nl, pt_br, zh_cn

source: Encrypt backup files
de: Datensicherungsdateien verschlüsseln
fr: Chiffrer les fichiers de sauvegarde
gl: Cifrar os ficheiros de copia de seguranza
nl: Back-upbestanden versleutelen
pt_br: Criptografar arquivos de cópias de segurança
zh_cn: 加密备份文件

source: Encrypting your backup files is recommended to keep your data safe. If you don’t have exclusive physical control of your backup location or if it is stolen, an encrypted backup prevents others from looking at your personal data.
pt_br: Criptografar os arquivos da cópia de segurança é recomendado para manter seus dados seguros. Se você não tem controle físico exclusivo de seu local da cópia de segurança ou se ele for roubado, uma cópia de segurança criptografada impede que outras pessoas visualizem seus dados pessoais.

source: If enabled, you will be prompted for an encryption password when backing up.
de: Falls aktiviert, werden Sie beim Sichern nach einem Verschlüsselungspasswort gefragt.
pt_br: Se ativado, será solicitada uma senha de criptografia quando realizar a cópia de segurança.

source: Keep this encryption password safe, you will need it to restore your data. You may want to write it down or use one you know you will remember.
pt_br: Mantenha essa senha de criptografia segura, você vai precisar dela para restaurar seus dados. Você pode querer escrevê-la ou guardar em um lugar aonde você vai se lembrar.

source: Include files in folders
de: Dateien in Ordnern einbeziehen
fr: Inclure les fichiers dans des dossiers
gl: Incluír os ficheiros nos cartafoles
nl: Bestanden en mappen opnemen
pt_br: Incluir arquivos em pastas
zh_cn: 包括文件夹中的文件

source: Choose a list of directories to back up. Press the <gui style="button">Add</gui> or <gui style="button">Remove</gui> buttons to modify the list. If you are only interested in backing up your own data, the default of <gui>Home Folder</gui> is sufficient.
pt_br: Escolha uma lista de diretórios para fazer cópias de segurança. Aperte os botões <gui style="button">Adicionar</gui> ou <gui style="button">Remover</gui> para modificar a lista. Se você está interessado somente em fazer cópias de segurança dos seus próprios dados, o padrão da <gui>Pasta pessoal</gui> é suficiente.

source: Except files in folders
de: Dateien in Ordnern ausschließen
fr: Exclure les fichiers dans les dossiers
gl: Excluír os ficheiros nos cartafoles
nl: Bestanden en mappen uitsluiten
pt_br: Exceto arquivos em pastas
zh_cn: 不包括文件夹中的文件

source: Choose a list of directories to not back up. Press the <gui style="button">Add </gui> or <gui style="button">Remove</gui> buttons to modify the list.
pt_br: Escolha uma lista de diretórios aos quais não serão feitas cópias de segurança. Pressione os botões <gui style="button">adicionar</gui> ou <gui style="button">remover</gui> para modificar a lista.

source: Some of your data may be large and not very important to you. In that case, you can save yourself some time and space by not backing them up.
de: Einige Ihrer Daten könnten recht groß oder für Sie eher unbedeutend sein. In solchen Fällen können Sie Zeit und Platz sparen, indem Sie diese nicht sichern.
fr: Certaines de vos données peuvent prendre beaucoup d'espace disque et ne pas être très importantes pour vous. Dans ce cas, vous pouvez vous épargner du temps et l'espace en ne les sauvegardant pas.
gl: Algúns dos seus datos poden ocupar moito pero non ser importantes para vostede. Nese caso, pódese aforrar algún tempo e espazo non incluíndoos na copia de seguranza.
nl: Sommige van uw data is mogelijk groot en niet belangrijk voor u. In dat geval kunt u tijd en ruimte besparen door geen back-up van deze data te maken.
pt_br: Alguns dos seus dados podem ser grandes e não muito importantes para você. Nesse caso, você mesmo pode salvar tempo e espaço não fazendo a cópia deles.
zh_cn: 您的一些数据可能体积庞大，并且对您而言不是非常重要。如果是这样，不备份它们可以为自己节省一些时间和空间。

source: Some locations are always excluded by default:
de: Manche Orte werden standardmäßig ausgeschlossen:
nl: Sommige locaties worden standaard altijd uitgesloten:
pt_br: Alguns locais sempre são excluídos por padrão:

source: Know your rights
de: Lernen Sie Ihre Rechte kennen
pt_br: Conheça seus direitos

source: License
de: Lizenz
pt_br: Licença

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
de: Dieses Programm ist freie Software, Sie können sie weitergeben und/oder verändern solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 3 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Lizenz.
pt_br: Este programa é um software livre; você pode redistribuí-lo e/ou modificá-lo sob os termos da GNU General Public License conforme publicada pela Free Software Foundation; tanto na versão 3 da Licença, ou (conforme deseje) qualquer versão posterior.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, daß es Ihnen von Nutzen sein wird, aber OHNE JEDE GEWÄHRLEISTUNG - sogar ohne die implizite Gewährleistung der MARKTREIFE oder der EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License.
pt_br: Este programa é distribuído com o intuito de ser útil, mas NÃO CONTÉM QUALQUER GARANTIA, nem mesmo mercantis ou de atender a um determinado propósito.Veja a Licença Pública GNU para maiores detalhes.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <link href="http://www.gnu.org/licenses/">http://www.gnu.org/licenses/</link>.
pt_br: Você deve ter recebido uma cópia da GNU - Licença Pública Geral, junto com este programa. Se não recebeu, veja <link href="http://www.gnu.org/licenses/">http://www.gnu.org/licenses/</link>.

source: Backup Help
de: Hilfe zu Datensicherungen
pt_br: Ajuda da cópia de segurança

source: Backing Up
de: Datensicherung
es: Realizar una copia de seguridad
fi: Varmuuskopion tekeminen
fr: Sauvegarder
gl: Facendo a copia de seguranza
nl: Back-up maken
pt_br: Fazendo cópia de segurança
zh_cn: 备份

source: Restoring Files
de: Wiederherstellen von Dateien
fr: Restauration des fichiers
gl: Restaurando os ficheiros
nl: Herstellen van bestanden
pt_br: Restaurando arquivos
zh_cn: 恢复文件

source: About <app>Déjà Dup Backup Tool</app>
de: Info zum <app>Déjà Dup Datensicherungswerkzeug</app>
pt_br: Sobre a <app>ferramenta de cópia de segurança Déjà Dup</app>

source: Help make <app>Déjà Dup</app> better
de: Helfen Sie mit, <app>Déjà Dup</app> zu verbessern
pt_br: Ajude a melhorar <app>Déjà Dup</app>

source: Getting Involved
de: Mithelfen
pt_br: Envolvendo-se

source: So you want to help make <app>Déjà Dup</app> even better? Excellent! Here are some suggestions.
de: Sie möchten helfen, <app>Déjà Dup</app> weiter zu verbessern? Großartig! Hier sind einige Vorschläge.
pt_br: Então você quer ajudar a fazer <app>Déjà Dup</app> ainda melhor? Excelente! Aqui estão algumas sugestões.

source: Report Issues
de: Berichten Sie über Fehler
pt_br: Relatórios de problemas

source: Did you see a flaw? Do you have an idea for a new feature? Simply <link href="https://bugs.launchpad.net/deja-dup/+filebug">report it as a bug</link>. Be patient for a reply.
de: Haben Sie einen Fehler bemerkt? Sie haben eine Idee für ein neues Funktionsmerkmal? <link href="https://bugs.launchpad.net/deja-dup/+filebug">Melden Sie es einfach</link> in einem Fehlerbericht. Haben Sie etwas Geduld.
pt_br: Você viu um defeito? Tem alguma ideia para novas funcionalidades? Simplesmente <link href="https://bugs.launchpad.net/deja-dup/+filebug">relate isso como um erro</link>. Seja paciente por uma resposta.

source: Note that bug reports should be in English only.
de: Beachten Sie, dass Fehlerberichte nur in Englisch verfasst werden sollten.
pt_br: Note que reportar erros deve ser somente em inglês.

source: Talk to Us
de: Sprechen Sie mit uns
pt_br: Fale conosco

source: We don’t bite. Send an email to the <link href="mailto:deja-dup-hackers@lists.launchpad.net">mailing list</link>.
de: Keine Angst, wir beißen nicht. Senden Sie eine E-Mail an die <link href="mailto:deja-dup-hackers@lists.launchpad.net">Mailingliste</link>.
pt_br: Nós não mordemos. Envie um e-mail para a <link href="mailto:deja-dup-hackers@lists.launchpad.net">lista de discussão</link>.

source: Or join the <link href="https://launchpad.net/~deja-dup-hackers">team</link> to subscribe to the list. It’s easy and automatic (no approval is necessary). Feel free to lurk; the list is very low traffic.
pt_br: Ou entre no <link href="https://launchpad.net/~deja-dup-hackers">time</link> para se inscrever na lista. É fácil e automático (nenhuma aprovação é necessária). Sinta-se livre para se espreitar; a lista tem tráfego muita baixo.

source: Note that the list is English only.
de: Beachten Sie, dass die Sprache der Liste Englisch ist.
pt_br: Note que a lista é somente em inglês.

source: Translating
de: Übersetzen
pt_br: Traduzindo

source: Do you speak both English and another language? Good! You can help translate <app>Déjà Dup</app> through <link href="https://translations.launchpad.net/deja-dup">a web interface</link>. It’s really quite easy and is very appreciated.
pt_br: Você fala inglês e alguma outra língua? Ótimo! Você pode ajudar a traduzir o <app>Déjà Dup</app> através da <link href="https://translations.launchpad.net/deja-dup">interface web</link>. É muito fácil e muito apreciado.

source: Do you like helping people? <link href="https://answers.launchpad.net/deja-dup">Answer user questions</link> and support requests.
pt_br: Você gosta de ajudar as pessoas? <link href="https://answers.launchpad.net/deja-dup">Responda as perguntas dos usuários</link> e pedidos de suporte.

source: This is another great way for non-English speakers to get involved, as you can answer questions posted in your language.
pt_br: Esta é outra excelente maneira de se envolver para que não fala Inglês, você pode responder as perguntas postadas no seu idioma.

source: Coding
de: Programmieren
pt_br: Código

source: There are always more bugs to fix. If you want to find out what needs doing, talk to us on the mailing list as described above.
pt_br: Sempre há mais bugs para corrigir. Se você quiser descobrir o que precisa ser feito, fale conosco na lista de discussão, como descrito acima.

source: Meet the team
pt_br: Conheça o time

source: Credits
de: Mitwirkende
pt_br: Créditos

source: Development
pt_br: Desenvolvimento

source: Documentation
pt_br: Documentação

source: Art
pt_br: Arte

source: Translation
pt_br: Traduções

source: translator-credits
de: Launchpad Contributions: Atalanttore https://launchpad.net/~atalanttore Fabian Affolter https://launchpad.net/~fab-fedoraproject Jan https://launchpad.net/~jcgb Jan-Christoph Borchardt https://launchpad.net/~jancborchardt Jannik Waschkau https://launchpad.net/~jannik-waschkau-bremen Jens Maucher https://launchpad.net/~jensmaucher JohnnyRep https://launchpad.net/~steffen894 Leo Unglaub https://launchpad.net/~leo-leo-unglaub Mario Blättermann https://launchpad.net/~mario.blaettermann Michael Terry https://launchpad.net/~mterry PsychoKim https://launchpad.net/~psychokim Richy https://launchpad.net/~klemmster SpaceCafé https://launchpad.net/~spacecafe bongo https://launchpad.net/~r-contact-juliankessel-de cmdrhenner https://launchpad.net/~cmdrhenner fs1929 https://launchpad.net/~fs nurio https://launchpad.net/~spammtmichzu road2ruin https://launchpad.net/~gerald-schmidhuber rubinstein https://launchpad.net/~rubinstein rupert angermeier https://launchpad.net/~r.anger siziwi https://launchpad.net/~siziwi utnubu(k) https://launchpad.net/~shaddowy2
fr: Launchpad Contributions: Emilien Klein https://launchpad.net/~emilien-klein Florent (LSc) https://launchpad.net/~lorkscorguar Funky Gono https://launchpad.net/~funkygono Guillaume Marmin https://launchpad.net/~guillaume-marmin Jörg BUCHMANN https://launchpad.net/~jorg-buchmann Marting https://launchpad.net/~marting Michael Terry https://launchpad.net/~mterry Ryan https://launchpad.net/~ubuntu-draziw Steve Dodier https://launchpad.net/~sidi jijijaco https://launchpad.net/~jijijaco
gl: Launchpad Contributions: Michael Terry https://launchpad.net/~mterry Xabier Villar https://launchpad.net/~xabier-villar
nl: Launchpad Contributions: Ivo https://launchpad.net/~van-hoi Jacob Kiers https://launchpad.net/~jacobkiers Michael Terry https://launchpad.net/~mterry Yentl https://launchpad.net/~yentlvt rob https://launchpad.net/~rvdb ubby https://launchpad.net/~kostas-sytske
pt_br: Launchpad Contributions: André Gondim https://launchpad.net/~andregondim André Soares Nascimento https://launchpad.net/~andresoaresnascimento Gabriel https://launchpad.net/~frc-gabriel Gabriell H. R. Nascimento https://launchpad.net/~gabriellhrn Hélio Márcio Filho https://launchpad.net/~heliommsfilho-gmail-deactivatedaccount Kenzo Okamura https://launchpad.net/~oznekz Leocello https://launchpad.net/~leocello Marlus Lopes Tavares https://launchpad.net/~reiescalibur Matheus de Araújo https://launchpad.net/~suetamac Michael Terry https://launchpad.net/~mterry Rudinei Weschenfelder https://launchpad.net/~rudineiw Teylo Laundos Aguiar https://launchpad.net/~teylo.aguiar Tiago Hillebrandt https://launchpad.net/~tiagohillebrandt pm https://launchpad.net/~pmtrbr roberto ruhena https://launchpad.net/~rrruhena
zh_cn: 译者致谢名单 Launchpad Contributions: Kyle Nitzsche https://launchpad.net/~knitzsche

source: Start now
de: Jetzt starten
pt_br: Iniciar agora

source: Your First Backup
de: Ihre erste Sicherung
fr: Votre première sauvegarde
gl: A súa primeira copia de seguranza
nl: Uw eerste back-up
pt_br: Seu Primeiro Backup
zh_cn: 您的第一个备份

source: Review your <link xref="prefs">backup settings</link>, to confirm they are what you want.
pt_br: Revise suas <link xref="prefs">configurações de cópia de segurança</link> para confirmar que elas estão onde você quer.

source: Click on the <gui style="button">Back Up Now</gui> button on the <gui>Overview</gui> page.
pt_br: Clique no botão <gui style="button">Fazer cópia de segurança agora</gui> na página <gui>Resumo</gui>.

source: Wait. It may take a long time to backup, especially if you are backing up to a remote server. Just let it run in the background while you do something else.
de: Warten Sie. Eine Sicherung kann durchaus viel Zeit benötigen, insbesondere wenn Sie die Sicherung auf einem entfernten Server speichern. Schieben Sie sie einfach in den Hintergrund und tun Sie etwas anderes.
fr: Attendez. La sauvegarde peut prendre un certain temps, surtout si vous sauvegardez sur un serveur distant. Laissez simplement la sauvegarde se faire en arrière-plan pendant que vous faites autre chose.
gl: Esperar. Pode levarlle bastante tempo facer a copia de seguranza, en especial se o fai contra un servidor remoto. Simplemente déixeo correr en segundo plano mentres fai algunha outra cousa.
nl: Wacht a.u.b. omdat dit lang kan gaan duren, helemaal wanneer u een back-up maakt op een server op afstand. Laat het maken van de back-up doorgaan op de achtergrond, terwijl u dan iets anders kunt gaan doen.
pt_br: Aguarde. A cópia poderá demorar muito tempo, especialmente se você estiver fazendo backup para um servidor remoto. Deixe executando em segundo plano enquanto você faz outra coisa.
zh_cn: 等待。备份可能需要很长时间，如果是备份到远程服务器，时间就更长。只管让它在后台运行，这段时间您可以做些别的事情。

source: Give yourself peace of mind
de: Beruhigen Sie Ihr Gewissen
pt_br: Dê paz de espírito a você mesmo

source: Automatic Backups
de: Automatische Sicherungen
gl: Copias de seguranza automáticas
nl: Automatische back-ups
pt_br: Backups automáticos
zh_cn: 自动备份

source: If you only back up when you remember to do so, you’re not backing up often enough. Fortunately, it’s easy to set up automatic backups.
pt_br: Se você volta somente quando se lembrar de fazer isso, você não está fazendo cópias de segurança com freqüência suficiente. Felizmente, é fácil de configurar cópias de segurança automáticas.

source: Turn on the <gui>Automatic backups</gui> option on the <gui>Overview</gui> page.
pt_br: Ative a opção <gui>Cópias de segurança automáticas</gui> na página <gui>Resumo</gui>.

source: Consider only saving your backups for a certain length of time, using the <gui>Keep backups</gui> option on the <gui>Storage</gui> page. Otherwise, they may end up consuming a lot of space while you’re not paying attention.
pt_br: Considere salvar suas cópias de segurança somente por uma certa quantidade de tempo, usando a opção <gui>Manter cópias de segurança</gui> na página <gui>Armazenamento</gui>. De outro modo, eles podem acabar consumindo muito espaço quando você não estiver prestando atenção.

source: export CLOUDFILES_USERNAME=<var>USERNAME</var> export CLOUDFILES_APIKEY=<var>KEY</var> duplicity cf+http://<var>CONTAINER</var> /tmp/restore
de: export CLOUDFILES_USERNAME=<var>BENUTZERNAME</var> export CLOUDFILES_APIKEY=<var>SCHLÜSSEL</var> duplicity cf+http://<var>CONTAINER</var> /tmp/restore

source: gvfs-mount ftp://<var>USERNAME</var>@<var>SERVER</var>:<var>PORT</var>/<var>FOLDER</var> duplicity --gio ftp://<var>USERNAME</var>@<var>SERVER</var>:<var>PORT</var>/<var>FOLDER</var> /tmp/restore
de: gvfs-mount ftp://<var>BENUTZERNAME</var>@<var>SERVER</var>:<var>PORT</var>/<var>ORDNER</var> duplicity --gio ftp://<var>BENUTZERNAME</var>@<var>SERVER</var>:<var>PORT</var>/<var>ORDNER</var> /tmp/restore

source: gvfs-mount ssh://<var>USERNAME</var>@<var>SERVER</var>:<var>PORT</var>/<var>FOLDER</var> duplicity --gio ssh://<var>USERNAME</var>@<var>SERVER</var>:<var>PORT</var>/<var>FOLDER</var> /tmp/restore
de: gvfs-mount ssh://<var>BENUTZERNAME</var>@<var>SERVER</var>:<var>PORT</var>/<var>ORDNER</var> duplicity --gio ssh://<var>BENUTZERNAME</var>@<var>SERVER</var>:<var>PORT</var>/<var>ORDNER</var> /tmp/restore

source: gvfs-mount dav://<var>USERNAME</var>@<var>SERVER</var>:<var>PORT</var>/<var>FOLDER</var> duplicity --gio dav://<var>USERNAME</var>@<var>SERVER</var>:<var>PORT</var>/<var>FOLDER</var> /tmp/restore
de: gvfs-mount dav://<var>BENUTZERNAME</var>@<var>SERVER</var>:<var>PORT</var>/<var>ORDNER</var> duplicity --gio dav://<var>BENUTZERNAME</var>@<var>SERVER</var>:<var>PORT</var>/<var>ORDNER</var> /tmp/restore

source: What to do if you can't restore your files.
nl: Wat te doen wanneer u uw bestanden niet kunt herstellen.

source: This is going to get technical. If none of this makes sense to you, don't be afraid to <link href="https://answers.launchpad.net/deja-dup">ask for help</link>.
nl: Dit zal een technisch verhaal worden. Als u denkt waar gaat dit over, wees dan niet bang om </link>hulp te vragen op href="https://answers.launchpad.net/deja-dup"></link>.

source: On the assumption that <app>Déjà Dup</app> is just not working for you right now, you're going to use the command line tool <app>duplicity</app> that is used by <app>Déjà Dup</app> behind the scenes to back up and restore your files.
nl: Voor het geval dat <app>Déjà Dup</app> niet goed werkt, kunt u het opdrachtregelprogramma <app>duplicity</app> gebruiken waar <app>Déjà Dup</app> op de achtergrond gebruikt van maakt om een back-up van uw bestanden te maken of om deze te herstellen.

source: The first thing we'll try is a simple restore of all your data. Assuming your files are on an external drive mounted as <file>/media/backup</file> and you chose to encrypt the backup, try this:
nl: We zullen eerst proberen om uw data op een simpele manier te herstellen. Stel dat uw bestanden zich op een aangekoppeld extern medium bevinden <file>/media/backup</file> en u wilt uw back-up versleutelen, probeer dan het volgende:

source: If you didn't encrypt the backup, add <cmd>--no-encryption</cmd> to the command.
nl: Als u uw back-up niet versleuteld heeft, voeg dan <cmd>--no-encryption</cmd> aan de opdracht toe.

source: Remember to add <cmd>--no-encryption</cmd> to any example commands if you're backup is not encrypted.
nl: Let er op, dat u <cmd>--no-encryption</cmd> toevoegt aan de voorbeeldopdrachten als uw back-up niet versleuteld is.

source: If even <app>duplicity</app> isn't working for you, there may be little hope. The backup file format is complicated and not easily manipulated. But if you're desperate, it's worth a try.
nl: Als zelfs <app>duplicity</app> niet meer werkt, dan is er weinig hoop meer. Het back-upbestandsformaat is ingewikkeld en moeilijk te manipuleren, maar als u wanhopig bent kunt u natuurlijk altijd een poging wagen.

source: <app>Duplicity</app> stores your data in small chunks called volumes. Some volumes belong to the periodic 'full' or fresh backups and others to the 'inc' or incremental backups. Starting with a full backup set of volumes at volume 1, you'll need to restore files volume by volume.
nl: <app>Duplicity</app> slaat uw data op in kleine gedeeltes genaamd volumes. Sommige volumes behoren bij een periodieke 'volledige' of nieuwe back-ups en andere behoren weer tot de 'inc' of incrementele back-ups. Wanneer een volledige reeks back-upvolumes begint met volume 1, moet u alle bestanden volume voor volume herstellen.

source: Now the patch files will be in <file>multivolume_snapshot</file> and <file>snapshot</file> folders. Each file that spanned multiple volumes will be in <file>multivolume_snapshot</file>. Let's say you backed up <file>/home/jane/essay.txt</file>:
nl: Nu zullen de patch-bestanden zich bevinden in <file>multivolume_snapshot</file> en <file>snapshot</file>-mappen. Elk bestand dat over meerdere volumes verdeeld is, zal zich bevinden in <file>multivolume_snapshot</file>. Laten we zeggen dat u een back-up heeft gemaakt van <file>/home/jane/essay.txt</file>:

source: Restore a previous version of a file.
fr: Restaurer une version précédente d'un fichier.
gl: Restaurar unha versión previa dun ficheiro.
nl: Een oude versie van een bestand herstellen.
zh_cn: 恢复文件的上一版本。

source: Restore a file that is no longer present.
fr: Restaurer un fichier qui n'est plus présent.
gl: Restaurar un ficheiro que que xa non existe.
nl: Een bestand herstellen dat niet langer aanwezig is.
zh_cn: 恢复不再存在的文件。

source: Recover from total system failure.
fr: Restaurer après une défaillance totale du système.
gl: Recuperar dun fallo total do sistema.
nl: Herstellen na een totale systeemstoring.
zh_cn: 从全系统故障中恢复。

source: Run <app>Déjà Dup</app>.
fr: Lancer <app>Déjà Dup</app>
gl: Executar <app>Déjà Dup</app>.
nl: <app>Déjà Dup</app> starten.
zh_cn: 运行 <app>Déjà Dup</app>。

source: Click on the big <gui style="button">Restore…</gui> button.
fr: Cliquez sur le grand bouton <gui style="button">Restaurer…</gui>
gl: Prema o botón grande <gui style="button">Restaurar...</gui>.
nl: Klik op de grote knop <gui style="button">Herstellen…</gui>.
zh_cn: 单击<gui style="button">恢复...</gui>大按钮。
