Repository: agrover/deja-dup
Catalog: help/translations/*.po
Languages: de, es, fi, fr, gl, nl, pt_br, zh_cn

source: If you have multiple backups, you may want to keep them separated in multiple folders. Use this option to enter a path on the S3 service in which to put your files.
es: Si tiene múltiples respaldos, puede guardarlos por separado en múltiples carpetas. Use esta opción para entrar en la ruta del servicio S3 en el cual colocará sus archivos.
fi: Jos sinulla on useita varmuuskopioita, voit haluta säilyttää niitä erillisissä kansioissa. Käytä tätä vaihtoehtoa kertoaksesi S3-palvelulle, minne tiedostosi sijoitetaan.

source: <guilabel>Include files in folders</guilabel>
es: <guilabel>Incluir archivos y carpetas</guilabel>
fi: <guilabel>Varmuuskopioi tiedostot kansioista</guilabel>

source: Select a list of directories to backup. Press the <guibutton>Add</guibutton> or <guibutton>Remove</guibutton> buttons to modify the list. If you are only interested in backing up your own data, the default of <guilabel>Home Folder</guilabel> is sufficient.
es: Seleccione una lista de carpetas para respaldar. Pulse los botones<guibutton>Añadir</guibutton> o <guibutton>Eliminar</guibutton> para modificar la lista. Si solo está interesado en respaldar su propios datos, es suficiente seleccionar<guilabel>Carpeta personal</guilabel>.
fi: Valitse varmuuskopioitavat hakemistot. Paina <guibutton>Lisää</guibutton>- tai <guibutton>Poista</guibutton>-painikkeita muokataksesi luetteloa. Jos haluat varmuuskopioida vain omat tiedostosi, oletuksena oleva <guilabel>Kotikansio</guilabel> on riittävä.

source: <guilabel>Except files in folders</guilabel>
es: <guilabel>Excepto archivos dentro de carpetas</guilabel>
fi: <guilabel>Ohita tiedostot kansioissa</guilabel>

source: Select a list of directories to not backup. Press the <guibutton>Add </guibutton> or <guibutton>Remove</guibutton> buttons to modify the list. This list takes precedence over the list of included directories.
es: Seleccione una lista de carpetas no respaldadas. Pulse los botones <guibutton>Añadir</guibutton> o <guibutton>Eliminar</guibutton> para modificar la lista. Esta tiene preferencia en la lista de carpetas incluidas.
fi: Valitse hakemistot, joita ei varmuuskopioida. Paina <guibutton>Lisää</guibutton> tai <guibutton>Poista</guibutton> -painikkeita muokataksesi luetteloa. Tämä luettelo ohittaa varmuuskopiointiin sisällytettävät hakemistot -luettelon (molemmissa luetteloissa mainittua kansiota ei varmuuskopioida).

source: Some of your data may be large and not very important to you. In that case, you can save yourself some time and space by not backing them up.
es: Parte de su información tal vez sea grande y no muy importante para usted. En ese caso, puede ahorrase algo de tiempo y espacio no respaldando todo.
fi: Osa tiedostoistasi voi olla suurikokoisia ja vähäarvoisia. Siinä tapauksessa voit säästää itseltäsi aikaa ja levytilaa jättämällä ne varmuuskopioimatta.

source: There are some locations that <application>Déjà Dup</application> excludes by default:
es: Hay algunas ubicaciones que <application>Déjà Dup</application> excluye por defecto:
fi: <application>Déjà Dup</application> ei oletuksena varmuuskopioi seuraavia sijainteja:

source: <guilabel>Encrypt backup files</guilabel>
es: <guilabel>Cifrar los archivos de respaldo</guilabel>
fi: <guilabel>Salaa varmuuskopioidut tiedostot</guilabel>

source: Encrypting your backup files is recommended to keep your data safe. If you don't have exclusive physical control of your backup location, or if it is stolen, an encrypted backup prevents others from looking at your personal data.
es: Cifrar archivos de la copia de seguridad se recomienda para mantener sus datos seguros. Si no tiene el control físico exclusivo de la ubicación de su copia de seguridad, o si esta es robada, una copia de seguridad de cifrado impide que otros busquen en sus datos personales.
fi: Varmuuskopioiden salaaminen on suositeltavaa tietojesi turvallisuuden kannalta. Jos et voi fyysisesti hallita varmuuskopion sijaintia, tai se varastetaan, salattu varmuuskopio estää muita tutkimasta henkilökohtaisia tietojasi.

source: Default: <userinput>On</userinput>.
es: Predeterminado: <userinput>Encendido</userinput>.
fi: Oletus: <userinput>Käytössä</userinput>.

source: <guilabel>Automatically backup on a regular schedule</guilabel>
es: <guilabel>Realizar la copia de seguridad en una fecha establecida automáticamente</guilabel>
fi: <guilabel>Varmuuskopioi automaattisesti säännöllisin väliajoin</guilabel>

source: Turn this option on to have <application>Déjà Dup</application> automatically backup for you. This is recommended so that you don't forget to backup. Backups are more useful the more recently you have made them, so it is important to regularly do so.
es: Active esta opción para que <application>Déjà Dup</application> realice automáticamente las copias de seguridad. Se recomienda activar esta opción, de este modo no olvidará realizar la copia de seguridad. Las copias de seguridad serán más útiles si son recientes, así que es importante que se realicen regularmente.
fi: Ota tämä vaihtoehto käyttöön jos haluat että <application>Déjà Dup</application> suorittaa varmuuskopioinnin automaattisesti. Tämä on suositeltavaa, jotta et unohda varmuuskopiointia. Varmuuskopiot ovat sitä hyödyllisempiä, mitä uudempia ne ovat, joten on tärkeää varmuuskopioida säännöllisesti.

source: Default: <userinput>Off</userinput>.
es: Predeterminado: <userinput>Apagado</userinput>.
fi: Oletus: <userinput>Ei käytössä</userinput>.

source: <guilabel>How often to backup</guilabel>
es: <guilabel>Frecuencia para realizar respaldo</guilabel>
fi: <guilabel>Kuinka usein varmuuskopio luodaan</guilabel>

source: Default: <guilabel>Weekly</guilabel>.
es: Predeterminado: <guilabel>Semanalmente</guilabel>.
fi: Oletus: <guilabel>Viikoittain</guilabel>.

source: <guilabel>Keep backups</guilabel>
es: <guilabel>Mantener las copias de seguridad</guilabel>
fi: <guilabel>Varmuuskopioiden säilytysaika</guilabel>

source: Choose the minimum amount of time to keep backup files. If you find that the backup files are taking up too much space, you may want to decrease this duration. Due to implementation details, files may be kept a bit longer than the chosen time. But no files will be deleted early.
es: Elija la cantidad mínima de tiempo para mantener los archivos de la copia de seguridad. Si encuentra que los archivos de la copia de seguridad están tomando demasiado espacio, puede desear disminuir esta duración. Debido a detalles de implementación, los archivos pueden mantenerse un poco más del tiempo elegido. Pero no hay archivos que se eliminen antes.
fi: Valitse vähimmäisaika, jonka verran varmuuskopioita säilytetään. Jos huomaat varmuuskopioiden vievän liikaa tilaa, voit halutessasi lyhentää säilytysaikaa. Ohjelman toteutuksen yksityiskohdista johtuen tiedostoja saatetaan säilyttää hieman pidempään kuin valitun ajan. Mitään tiedostoja ei kuitenkaan tuhota aikaisemmin.

source: Default: <guilabel>Forever</guilabel>.
es: Predeterminado: <guilabel>Para siempre</guilabel>.
fi: Oletus: <guilabel>Ikuisesti</guilabel>.

source: C
fi: fi

source: <application>Déjà Dup</application> Manual
fi: <application>Déjà Dup</application> -käyttöohje

source: Feedback
fi: Palaute

source: Creative Commons Attribution-Share Alike 3.0 Unported License
fr: Licence Creative Commons Attribution-Share Alike 3.0 Unported
