Repository: agrover/deja-dup
Catalog: help/translations/*.po
Languages: de, es, fi, fr, gl, nl, pt_br, zh_cn

source: Get more help
de: Mehr Hilfe erhalten
pt_br: Obter mais ajuda

source: Support
de: Unterstützung
pt_br: Suporte

source: If you have unanswered questions or a problem you don’t understand, please <link href="https://answers.launchpad.net/deja-dup">ask about it</link> it in the support forum.
de: Falls Fragen offen bleiben oder Sie ein Problem haben, das Sie nicht lösen können, dann <link href="https://answers.launchpad.net/deja-dup">fragen Sie bitte</link> im Support-Forum.
pt_br: Se você tem dúvidas ou problemas que não entendeu, por favor, <link href="https://answers.launchpad.net/deja-dup">pergunte sobre isso</link> no fórum de suporte.

source: Keep in mind that the people answering your questions are volunteers and that while <app>Déjà Dup</app> is intended to work well, it <link xref="license">comes with no warranty</link>. So please be polite and patient.
de: Bitte denken Sie daran, dass die Leute Freiwillige sind, die Ihre Fragen beantworten. Zwar sollte <app>Déjà Dup</app> korrekt funktionieren, aber es wird <link xref="license">ohne jegliche Gewährleistung veröffentlicht</link>. Seien Sie daher höflich und haben Sie Geduld.
pt_br: Mantenha em mente que as pessoas que respondem suas perguntas são voluntários e que, embora o <app>Déjà Dup</app> é projetado para funcionar bem, ele <link xref="license">não vem com nenhuma garantia</link>. Então, por favor, seja educado e paciente.

source: What to do if you can’t restore your files
de: Was zu tun ist, wenn Ihre Daten nicht wiederhergstellt werden können
pt_br: O que fazer se você não conseguir restaurar seus arquivos

source: When Everything Goes Wrong
de: Falls alles schiefgehen sollte
nl: Wanneer alles fout gaat
pt_br: Quando tudo dá errado

source: <app>Déjà Dup</app> may fail. Maybe it crashes or gives you an error when you try to restore. When you really need your data back, the last thing you want do deal with is a bug. Consider filing a <link href="https://launchpad.net/deja-dup/+filebug">bug report</link> but in the meantime, here are some approaches to workaround a misbehaving <app>Déjà Dup</app> and get your data back.
de: Auch <app>Déjà Dup</app> ist nicht fehlerfrei. Es kann der Fall eintreten, dass ein Fehler beim Wiederherstellen auftritt. Wenn Ihnen die Daten sehr wichtig sind, ist ein Softwarefehler das letzte, was Sie in diesem Moment brauchen. Bitte schreiben Sie deshalb einen <link href="https://launchpad.net/deja-dup/+filebug">Fehlerbericht</link>. Als Zwischenlösung finden Sie nachfolgend einige Lösungsansätze für etwaiges Fehlverhalten, um Ihre Daten wiederherzustellen.
nl: <app>Déjà Dup</app> kan mogelijk niet goed werken. Het kan vastlopen of een foutmelding geven tijdens het herstellen. Als u uw data nodig heeft, dan is een foutmelding het laatste waar u op zit te wachten. Overweeg dan om een foutrapport in te vullen op <link href="https://launchpad.net/deja-dup/+filebug">bug report</link>, maar ondertussen kunt u hier enkele tips vinden om een niet goed werkend <app>Déjà Dup</app> te omzeilen en uw data terug te krijgen.
pt_br: O <app>Déjà Dup</app> pode falhar. Pode ser que ele trave ou dê erro quando quando você tentar restaurá-lo. Quando você realmente precisar dos seus arquivos de volta, a última coisa que você quer é lidar com um erro. Considere preencher um <link href="https://launchpad.net/deja-dup/+filebug">relatório de erros</link>, entretanto aqui estão algumas abordagens para solucionar um <app>Déjà Dup</app> mal comportado e pegar os seus dados de volta.

source: This is going to get technical. If none of this makes sense to you, don’t be afraid to <link xref="support">ask for help</link>.
de: Es wird jetzt technisch. Wenn nichts von dem für Sie einen Sinn ergibt, scheue Sie sich nicht <link xref="support">um Hilfe zu fragen</link>.
pt_br: Isto irá se tornar técnico. Se nada disto fizer sentido para você, não tenha medo de <link xref="support">pedir ajuda</link>.

source: Open a <app>Terminal</app> window by pressing <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
de: Öffnen Sie eine <app>Konsole</app> (Terminal) durch das Drücken der Tasten <keyseq><key>Strg</key><key>Alt</key><key>T</key></keyseq>.
nl: Open een <app>Terminalvenster</app> door middel van de toetsencombinatie <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
pt_br: Abra uma janela do <app>Terminal</app> pressionando <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.

source: Create the directory in which you will place your restored files. This guide will use <file>/tmp/restore</file>:
de: Erstellen Sie das Verzeichnis in welches Sie die Dateien wiederherstellen wollen. In dieser anleitung wird das Verzeichnis <file>/tmp/restore</file> verwendet.
nl: Maak de map aan waarin u de herstelde bestanden wilt plaatsen. Deze handleiding zal <file>/tmp/restore</file> gebruiken:
pt_br: Crie o diretório onde você irá colocar os seus arquivos restaurados. Este guia usará <file>/tmp/restore</file>:

source: Restoring with Duplicity
de: Wiederherstellen mit Duplicity
nl: Herstellen door middel van Duplicity
pt_br: Restaurando com Duplicidade

source: On the assumption that <app>Déjà Dup</app> is just not working for you right now, you’re going to use the command line tool <app>duplicity</app> that is used by <app>Déjà Dup</app> behind the scenes to back up and restore your files.
de: Falls <app>Déjà Dup</app> bei Ihnen gerade noch nicht funktioniert, benutzen Sie das Kommandozeilen-Programm <app>duplicity</app>. Es wird von <app>Déjà Dup</app> hinter den Kulissen verwendet um Ihre Dateien wiederherzustellen.
pt_br: Assumindo que o <app>Déjà Dup</app> não esteja funcionando para você nesse momento, você terá que usar a ferramenta de linha de comando <app>duplicity</app> que é usado pelo <app>Déjà Dup</app> por trás dos bastidores para fazer cópias de segurança e restauração dos seus arquivos.

source: If you want more information about <app>duplicity</app> than presented here, run <cmd>man duplicity</cmd>.
de: Wenn Sie mehr Informationen über <app>duplicity</app> haben möchten, werfen Sie einen Blick in die man-page von <app>duplicity</app> in dem Sie den Befehl <cmd>man duplicity</cmd> in einer Konsole/Terminal ausführen.
nl: Als u meer informatie wilt over <app>duplicity</app> dan hier is aangegeven, voer dan de opdracht <cmd>man duplicity</cmd> uit.
pt_br: Se você quer mais informações sobre <app>duplicity</app> do que foram apresentadas aqui, execute <cmd>man duplicity</cmd>.

source: The first thing we’ll try is a simple restore of all your data. Assuming your files are on an external drive mounted as <file>/media/backup</file> and you chose to encrypt the backup, try this:
de: Als erstes versuchen wir eine vollständige Wiederherstellung aller Daten. Sind die Dateien auf einem externen Laufwerk, wie z.B. <file>/media/backup</file> und Sie haben sich für eine Verschlüsselung des Backups entschieden, dann versuchen sie folgendes:
pt_br: A primeira coisa que vamos tentar é uma simples restauração de todos os seus dados. Assumindo que os arquivos estão em uma unidade externa montada em <file>/media/backup</file> e você escolheu para criptografar o backup, tente o seguinte:

source: If you didn’t encrypt the backup, add <cmd>--no-encryption</cmd> to the command.
de: Falls Sie Ihre Sicherung nicht verschlüsselt haben, füge Sie zur Befehlszeile <cmd>--no-encryption</cmd> hinzu.
pt_br: Se não criptografou a cópia de segurança, adicione <cmd>--no-encryption</cmd> ao comando.

source: Other Backup Locations
de: Andere Sicherungskopie-Datenquellen
nl: Andere back-uplocaties
pt_br: Outros locais de cópia de segurança

source: If you backed up to a remote or cloud server, the syntax you use with <app>duplicity</app> will be different than the external drive example above. See below for how to connect to your chosen backup location.
de: Wenn Sie Ihre Daten auf einen entfernten Server oder einen Cloud Dienst gesichert haben, unterscheidet sich die Syntax von <app>duplicity</app> von dem vorherigen Beispiel mit der externen Festplatte. Folgen Sie der Anleitung weiter unten um sich mit einer entfernten Datenquelle zu verbinden.
nl: Wanneer u een back-up heeft gemaakt naar een server op afstand of een cloud-server, zal de manier waarop <app>duplicity</app> wordt gebruikt verschillen van die van bijvoorbeeld een extern medium zoals hierboven beschreven. Zie hieronder, hoe u verbinding kunt maken met uw gekozen back-uplocatie.
pt_br: Se você fez uma cópia de segurança em um servidor remoto ou na nuvem, a sintaxe usada com <app>duplicidade</app> será diferente do exemplo acima usando um disco rígido externo. Veja abaixo como se conectar ao local de sua cópia de segurança escolhida.

source: Remember to add <cmd>--no-encryption</cmd> to any example commands if you’re backup is not encrypted.
de: Denken Sie daran, zu jedem Beispielbefehl <cmd>--no-encryption</cmd> hinzuzufügen, falls Ihre Sicherung nicht verschlüsselt ist.
pt_br: Lembre-se de adicionar <cmd>--no-encryption</cmd> a quaisquer comandos de exemplo se sua cópia de segurança não for criptografada.

source: If <app>duplicity</app> appears to be having trouble connecting to your server, try downloading all the <app>duplicity</app> files yourself to a local folder and following the simpler example above.
de: Wenn <app>duplicity</app> nicht in der Lage ist sich mit der entfernten Datenquelle zu verbinden, versuche Sie alle <app>duplicity</app> Dateien per Hand (FTP, wget, ... ) in einen lokalen Ordner zu speichern und stellen Sie die Daten anhand des oberen einfachen Wiederherstellungsverfahrens wieder her.
nl: Wanneer <app>duplicity</app> moeite heeft om verbinding te maken met uw server, probeer dan om zelf alle <app>duplicity</app>-bestanden naar een lokale map te downloaden en volg dan de simpelere manier van hierboven.
pt_br: Se o <app>duplicity</app> aparenta ter problemas para se conectar ao seu servidor, tente baixar todos os arquivos do <app>duplicity</app> você mesmo para uma pasta local e seguir o simples exemplo acima.

source: Look up your Amazon S3 access key ID and secret access key and replace instances of <var>ID</var> and <var>SECRET</var> in the example below with those respective values.
de: Sehen Sie nach ihrer Amazon S3 Zugriffsschlüssel-ID und ihrem geheimen Zugriffsschlüssel und ersetzen Sie die Platzhalter <var>ID</var> und <var>SECRET</var> in dem folgenden Beispiel mit ihren jeweiligen Werten.
nl: Zoek uw Amazon S3 toegangssleutel-ID en geheime toegangssleutel op en vervang <var>ID</var> en <var>SECRET</var> in het voorbeeld hieronder door uw eigen aanmeldgegevens.
pt_br: Consulte sua chave ID de acesso Amazon S3 e a chave de acesso secreta e troque as instâncias de <var>ID</var> e <var>SECRET</var> no exemplo abaixo com os respectivos valores.

source: You may have specified a folder in which to put the backup files. In the example below, replace any instance of <var>FOLDER</var> with that path.
de: Wenn Sie bereits einen Ordner für Ihre Backup-Dateien erstellt haben, ersetzen Sie den Platzhalter <var>FOLDER</var> mit dem Pfad.
nl: Wanneer u zelf een map heeft aangegeven waarin u de back-upbestanden wilde plaatsen, vervang dan <var>FOLDER</var> met het pad naar de door uwzelf aangegeven map in het voorbeeld hieronder.
pt_br: Você pode ter especificado uma pasta na qual colocar os arquivos da cópia de segurança. No exemplo abaixo, troque qualquer instância de <var>FOLDER</var> com aquele caminho.

source: Rackspace Cloud Files
de: Rackspace Cloud Dateien
pt_br: Arquivos nas nuvens do Rackspace

source: Look up your Rackspace username and API key and replace instances of <var>USERNAME</var> and <var>KEY</var> in the example below with those respective values.
de: Ersetzen Sie die Stellen <var>USERNAME</var> und <var>KEY</var> im Beispiel mit Ihrem Rackspace-Benutzernamen und API-Schlüssel.
nl: Zoek uw Rackspace-gebruikersnaam en API-slutel op en vervang <var>USERNAME</var> en <var>KEY</var> in het voorbeeld hieronder door uw eigen aanmeldgegevens.
pt_br: Consulte seu nome de usuário no Rackspace e a chave API, e troque as instâncias de <var>USERNAME</var> e <var>KEY</var> no exemplo abaixo com os respectivos valores.

source: You may have specified a container in which to put the backup files. In the example below, replace any instance of <var>CONTAINER</var> with that name.
de: Falls Sie einen Container zum Speichern ihrer Datensicherungen angegeben haben, ersetzen Sie im folgenden Beispiel alle Stellen <var>CONTAINER</var> mit dem Namen des Containers.
nl: Wanneer u zelf een opslaglocatie heeft aangegeven waarin u de back-upbestanden wilde plaatsen, vervang dan <var>CONTAINER</var> met de door uwzelf aangegeven opslaglocatie in het voorbeeld hieronder.
pt_br: Você pode ter especificado um contêiner no qual colocar os arquivos da cópia de segurança. No exemplo abaixo, troque qualquer instância de <var>CONTAINER</var> com aquele nome.

source: Look up your server address, port, username, and password and replace instances of <var>SERVER</var>, <var>PORT</var>, <var>USERNAME</var>, and <var>PASSWORD</var> in the example below with those respective values.
de: Ersetzen Sie im folgenden Beispiel alle Stellen <var>SERVER</var>, <var>PORT</var>, <var>BENUZTERNAME</var> und <var>PASSWORT</var> sowohl mit den Daten Ihres Servers als auch den zugehörigen Zugangsdaten.
nl: Zoek uw serveradres, poort, gebruikersnaam en wachtwoord op en vervang <var>SERVER</var>, <var>PORT</var>, <var>USERNAME</var> en <var>PASSWORD</var> in het voorbeeld hieronder door uw eigen aanmeldgegevens.
pt_br: Olhe o seu endereço de servidor, porta, nome de usuário e senha e substitua as instâncias de <var>SERVIDOR</var>, <var>PORTA</var>, <var>NOMEDEUSUÁRIO</var> e <var>SENHA</var> no exemplo abaixo com seus respectivos valores.

source: If you chose to not log in with a username, use <var>anonymous</var> as your <var>USERNAME</var> below.
de: Falls Sie sich ohne Benutzername anmelden möchten, tragen Sie <var>anonymous</var> bei <var>BENUTZERNAME</var> ein.
nl: Wanneer u zich niet wilt aanmelden met een gebruikersnaam, gebruik dan hieronder <var>anonymous</var> als uw <var>USERNAME</var>.
pt_br: Se você escolher não entrar com um nome de usuário, use <var>anônimo</var> como seu <var>NOMEDEUSUÁRIO</var> abaixo.

source: If you chose to use a secure connection (HTTPS) when backing up, use <var>davs://</var> instead of <var>dav://</var> in the example below.
de: Wenn Sie eine sichere Verbindung (HTTPS) zum Sichern ihrer Daten verwenden möchten, benutzen Sie <var>davs://</var> anstelle von <var>dav://</var> im folgenden Beispiel.
nl: Wanneer u kiest voor een beveiligde vebinding (HTTPS) bij het maken van de back-up, gebruik dan <var>davs://</var> in plaats van <var>dav://</var> in het voorbeeld hieronder.
pt_br: Se você escolher usar uma conexão segura (HTTPS) quando estiver fazendo cópia de segurança, use <var>davs://</var> no lugar de <var>dav://</var> no exemplo abaixo.

source: Windows Share
de: Windows-Freigabe
nl: Windows gedeelde map
pt_br: Compartilhamento Windows

source: Look up your server address, username, and password and replace instances of <var>SERVER</var>, <var>USERNAME</var>, and <var>PASSWORD</var> in the example below with those respective values.
nl: Zoek uw serveradres, gebruikersnaam en wachtwoord op en vervang <var>SERVER</var>, <var>USERNAME</var> en <var>PASSWORD</var> in het voorbeeld hieronder door uw eigen aanmeldgegevens.
pt_br: Consulte o endereço do seu servidor, nome de usuário e senha, e troque as instâncias de <var>SERVER</var>, <var>USERNAME</var>, e <var>PASSWORD</var> no exemplo abaixo com os respectivos valores.

source: If you specified a domain for your Windows server, add it to the beginning of <var>USERNAME</var> with a semicolon between them. For example, <var>domain;username</var>.
de: Wenn sie eine Domain für ihren Windows-Server angegeben haben, dann fügen sie diese am Anfang von <var>USERNAME</var> mit einem Semikolon getrennt an. Beispiel: <var>domain;username</var>
nl: Wanneer u een domein heeft aangegeven voor uw Windows-server, voeg deze dan toe aan het begin van <var>USERNAME</var> met een puntkomma ertussen. Bijvoorbeeld, <var>domain;username</var>.
pt_br: Se você especificar um domínio para seu servidor Windows, adicione-o no início do <var>NOMEDEUSUÁRIO</var> com um ponto e vírgula entre eles. Por exemplo, <var>domínio;nomedeusuário</var>.

source: Restoring by Hand
de: Manuelles Wiederherstellen
nl: Handmatig herstellen
pt_br: Restaurar manualmente

source: If even <app>duplicity</app> isn’t working for you, there may be little hope. The backup file format is complicated and not easily manipulated. But if you’re desperate, it’s worth a try.
de: Falls auch <app>duplicity</app> scheitert, gibt es doch ein wenig Hoffnung. Das Format der Sicherungsdateien ist kompliziert, und es ist nicht einfach zu bearbeiten. Aber falls Sie etwas von einem Glücksritter haben, ist es doch einen Versuch wert.
pt_br: Se mesmo o <app>duplicity</app> não estiver funcionando para você, não há muito mais esperança. O arquivo da cópia de segurança é complicado e não pode ser facilmente manipulado. Mas se você estiver desesperado, vale uma tentativa.

source: If you used a remote or cloud server to store your backup, first download all the <app>duplicity</app> files and place them in a folder on your computer. Then enter that folder in your terminal.
de: Sollten sie einen entfernten, oder Cloud-Server für ihre Datensicherung genutzt haben, laden sie alle <app>duplicity</app>-Dateien herunter und speichern Sie sie in einem lokalen Ordner. Danach geben Sie den Pfad zu diesem Ordner in die Konsole ein.
nl: Wanneer u een cloud-server of een server op afstand voor uw back-up heeft gebruikt, download dan eerst alle <app>duplicity</app>-bestanden en plaats ze in een map op uw computer. Voer daarna deze map in in een terminalvenster.
pt_br: Se você usou um servidor remoto ou nas nuvens para armazenar suas cópias de segurança, primeiro baixe todos os arquivos <app>duplicity</app> e coloque-os em uma pasta no seu computador. Depois entre naquela pasta no seu terminal.

source: <app>Duplicity</app> stores your data in small chunks called volumes. Some volumes belong to the periodic ‘full’ or fresh backups and others to the ‘inc’ or incremental backups. Starting with a full backup set of volumes at volume 1, you’ll need to restore files volume by volume.
pt_br: O <app>Duplicity</app> armazena seu dado em pequenos pedaços chamados volumes. Alguns volumes pertencem ao periódico 'cheio' ou cópias de segurança nova e outros ao 'inc' ou cópias de segurança incrementais. Começando com uma cópia de segurança completa de volumes no volume 1, você irá precisar restaurar os arquivos volume por volume.

source: If you encrypted your backup, first you must decrypt the volume with <cmd>gpg</cmd>. Say you have <file>duplicity-full.20110127T131352Z.vol1.difftar.gpg</file>:
de: Wenn Ihre Datensicherung verschlüsselt ist, müssen Sie sie zuerst mit <cmd>gpg</cmd> entschlüsseln. Nehmen wir an, Sie wollen das Archiv <file>duplicity-full.20110127T131352Z.vol1.difftar.gpg</file> entschlüsseln:
nl: Wanneer uw back-up versleuteld is, moet u de versleuteling van het volume ontcijferen met <cmd>gpg</cmd>. Stel u heeft <file>duplicity-full.20110127T131352Z.vol1.difftar.gpg</file>:
pt_br: Se você criptografar sua cópia de segurança, primeiro você deve descriptografar o volume com <cmd>gpg</cmd>. Diz que você tem <file>duplicity-full.20110127T131352Z.vol1.difftar.gpg</file>:

source: Or to do all at once (make sure you have plenty of space!):
de: Oder um alles auf ein Mal durchzuführen (Stellen Sie sicher, das genug Speicherplatz zur Verfügung steht!):
nl: Of, om alles tegelijk te doen (controleer of u genoeg ruimte heeft!):
pt_br: Ou fazer tudo de uma vez (verifique se você tem bastante espaço!):

source: Now you have either a <file>.difftar</file> or a <file>.difftar.gz</file> volume (depending on whether you had to decrypt it or not). Use <cmd>tar</cmd> on whichever one you have to extract the individual patch files:
de: Sie erhalten nun entweder einen <file>.difftar</file>- oder einen <file>.difftar.gz</file>-Container (abhängig davon, ob Sie sie entschlüsseln mussten oder nicht). Benutzen Sie <cmd>tar</cmd>, um die Datei(en) zu entpacken.
nl: Nu heeft u ofwel een <file>.difftar</file> ofwel een <file>.difftar.gz</file>-volume (afhankelijk van of u het moest ontcijferen of niet). Gebruik <cmd>tar</cmd> bij het volume waaruit u de individuele patch-bestanden moet halen:
pt_br: Agora você tem ou um volume <file>.difftar</file> ou um <file>.difftar.gz</file> (dependendo se você o descriptografou ou não). Use <cmd>tar</cmd> em qualquer um que você queira extrair os arquivos com os caminhos individualmentes.

source: Or again, to do all at once:
de: Oder um wieder alles auf ein Mal durchzuführen:
nl: Of opnieuw, om alles tegelijk te doen:
pt_br: Ou novamente, para fazer tudo de uma vez:

source: Now the patch files will be in <file>multivolume_snapshot</file> and <file>snapshot</file> folders. Each file that spanned multiple volumes will be in <file>multivolume_snapshot</file>. Let’s say you backed up <file>/home/jane/essay.txt</file>:
pt_br: Agora os arquivos de caminho estarão nas pastas <file>multivolume_snapshot</file> e <file>snapshot</file>. Cada arquivo que expandiu volumes múltiplos estará em <file>multivolume_snapshot</file>. Vamos dizer que você fez uma cópia de segurança de <file>/home/jane/essay.txt</file>:

source: To recover data from incremental backups, use <cmd>rdiff</cmd> to stitch the files together. See <cmd>man rdiff</cmd> for usage.
de: Um Daten von inkrementellen Datensicherungen wiederherzustellen, benutzen Sie <cmd>rdiff</cmd>. Informationen zur Benutzung finden Sie mit <cmd>man rdiff</cmd>.
nl: Om data te herstellen vanaf incrementele back-ups, kunt u <cmd>rdiff</cmd> gebruiken om de bestanden samen te voegen. Zie <cmd>man rdiff</cmd> voor meer uitleg hierover.
pt_br: Para recuperar dados de cópias de segurança incrementais, use <cmd>rdiff</cmd> para deixar os arquivos juntos. Veja <cmd>man rdiff</cmd> para uso.

source: Restore a previous version of a file
de: Wiederherstellen einer vorherigen Version einer Datei
pt_br: Restaurar uma versão anterior de um arquivo

source: Reverting a File
de: Eine Datei zurücksetzen
fr: Restaurer un fichier
gl: Reverter un ficheiro
nl: Bestand herstellen
pt_br: Revertendo um arquivo
zh_cn: 恢复文件

source: Browse to the folder containing the file you want to revert.
de: Öffnen Sie den Ordner, in dem sich die Datei befindet, die Sie zurücksetzen möchten.
fr: Naviguez vers le répertoire contenant le fichier que vous désirez restaurer.
gl: Navegar ata o cartafol que contén o ficheiro que quere reverter.
nl: Blader naar de map met het bestand dat u wilt herstellen.
pt_br: Procure a pasta que contém os arquivos que você quer reverter.
zh_cn: 浏览到包含您想恢复的文件的文件夹。

source: Right click on the file you want to revert.
de: Klicken Sie mit der rechten Maustaste auf die Datei, die Sie zurücksetzen möchten.
fr: Faites un clic droit sur le fichier que vous désirez restaurer.
gl: Faga clic co botón dereito no ficheiro que queira reverter.
nl: Klik met rechts op het bestand dat u wilt herstellen.
pt_br: Clique com o botão direito do mouse no arquivo que você quer reverter.
zh_cn: 右键单击您想恢复的文件。

source: Choose <gui style="menuitem">Revert to Previous Version…</gui>.
de: Wählen Sie <gui style="menuitem">Auf frühere Version zurücksetzen …</gui>.
fr: Choisissez <gui style="menuitem">Restaurer la version précédente…</gui>.
gl: Escolla <gui style="menuitem">Reverter á versión previa...</gui>.
nl: Selecteer <gui style="menuitem">Herstellen naar vorige versie…</gui>.
pt_br: Escolha <gui style="menuitem">Reverter para a versão anterior…</gui>.
zh_cn: 选择<gui style="menuitem">恢复到上一版本...</gui>。
