Repository: agrover/deja-dup
Catalog: help/translations/*.po
Languages: de, es, fi, fr, gl, nl, pt_br, zh_cn

source: A <gui>Restore</gui> dialog will appear asking where your backup files are stored (your <gui>Backup location</gui>). Choose it from the dropdown or choose <gui>Other…</gui>. On this same screen, select whether you encrypted the backup or not.
fr: Une boite de dialogue <gui>Restaurer</gui> apparaîtra, vous demandant où vos fichiers de sauvegarde sont stockés (votre <gui>Emplacement de sauvegarde</gui>. Choisissez-le du menu déroulant ou choisissez <gui>Autres...</gui>. Dans cette même fenêtre, indiquez si vous avez chiffré la sauvegarde ou non.
gl: Aparecerá un diálogo <gui>Restaurar</gui> preguntando se atopa a copia de seguranza dos seus ficheiros (a súa <gui>Localización da copia de seguranza</gui>). Escóllao na lista despregábel ou escolla <gui>Outros...</gui>. Nesta mesma pantalla, seleccione se cifrou a copia de seguranza ou non.
nl: Er zal een <gui>Herstellen</gui>-dialoog verschijnen met de vraag waar uw back-upbestanden zijn opgeslagen (uw <gui>Back-uplocatie</gui>). Selecteer deze in het keuzemenu of selecteer <gui>Andere…</gui>. In hetzelfde scherm kunt u ook aangeven of u uw back-up wilt versleutelen of niet.
zh_cn: 随即出现一个<gui>恢复</gui>对话框，询问您的备份文件的存储位置（您的<gui>备份位置</gui>）。从下拉列表或<gui>其它...</gui>中进行选择。在这同一屏幕上，选择您是否对备份进行了加密。

source: If for whatever reason, you have a problem after trying to restore with the <gui style="checkbox">Restore files to original locations</gui> option, try restoring instead to a temporary directory and moving your files to where they belong.
fr: Si pour quelque raison que ce soit, vous avez un problème après avoir essayé de restaurer avec l’option <gui style="checkbox">Restaurer les fichiers à leur emplacement d’origine</gui>, essayez plutôt de restaurer les fichiers dans un répertoire temporaire puis de déplacer vos fichiers vers leur emplacement d’appartenance.
gl: Se por calquera motivo ten algún problema despois de tentar restaurar coa opción <gui style="checkbox">Restaurar os ficheiros na localización orixinal</gui>, probe a restaurar nun directorio temporal e mover os ficheiros á localización axeitada.
nl: Als u om wat voor reden dan ook, een probleem heeft om bestanden te herstellen met de optie <gui style="checkbox">Bestanden herstellen naar hun originele locatie</gui>, probeer dan om eerst de bestanden te herstellen naar een tijdelijke map en daarna de bestanden te verplaatsen naar hun originele locatie.
zh_cn: 如果出于任何原因，您在尝试使用<gui style="checkbox">将文件恢复到原始位置</gui>选项进行恢复时遇到了问题，请改为尝试恢复到某个临时目录，然后再将文件转移到它们所属的位置。

source: Adjust your backup settings.
fr: Ajustez votre configuration de sauvegarde.
gl: Axuste a súa configuración de copia de seguranza.
nl: Uw back-upinstellingen aanpassen.
zh_cn: 调整您的备份设置。

source: To configure <app>Déjà Dup</app>, choose <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Preferences</gui></guiseq>.
fr: Afin de configurer <app>Déjà Dup</app>, choisissez <guiseq><gui style="menu">Édition</gui><gui style="menuitem">Préférences</gui></guiseq>.
gl: Para configurar <app>Déjà Dup</app>, escolla <guiseq><gui style="menu">Editar</gui><gui style="menuitem">Preferencias</gui></guiseq> .
nl: Om <app>Déjà Dup</app> in te stellen, selecteert u <guiseq><gui style="menu">Bewerken</gui><gui style="menuitem">Voorkeuren</gui></guiseq>.
zh_cn: 要配置 <app>Déjà Dup</app>，选择<guiseq><gui style="menu">编辑</gui><gui style="menuitem">首选项</gui></guiseq>。

source: Use this drop-down list box to specify the backup location that <app>Déjà Dup</app> uses when backing up or restoring:
fr: Utilisez cette boîte de liste déroulante pour spécifier l'emplacement de sauvegarde que <app> Déjà Dup </ app> utilise lors de la sauvegarde ou la restauration:
gl: Use esta lista despregábel para especificar a localización a empregar polo <app>Déjà Dup</app> cando crea ou restaura unha copia de seguranza:
nl: Gebruik dit keuzemenu om de back-uplocatie aan te geven die <app>Déjà Dup</app> gebruikt bij het herstellen of het maken van een back-up:
zh_cn: 使用此下拉列表框来指定 <app>Déjà Dup</app> 在备份或恢复时使用的备份位置：

source: The first few backup locations are cloud storage services provided by various companies. For a small fee per gigabyte, they hold your data for you. A cloud service like this is recommended because it is an easy way to keep your data offsite (meaning out of your home: in case of disaster or theft, your data will still be safe). You can choose from Amazon S3 and Rackspace Cloud Files.
nl: De eerste paar back-uplocaties zijn cloud-opslagdiensten van verschillende bedrijven. Voor een kleine vergoeding per gigabyte, wordt uw data voor u bewaard. Cloud-diensten zoals deze worden aanbevolen omdat het een gemakkelijke manier is om data buitenshuis (hiermee wordt bedoeld buiten uw huis, in geval van een ramp of diefstal zal uw data toch veilig zijn) te bewaren. U kunt kiezen uit Amazon S3, Rackspace Cloud Files en Ubuntu One.

source: Choose the type of remote server to which you want to connect. Then you can enter the server information. Alternatively, if you know your server's URL, choose <gui>Custom Location</gui> and enter it.
nl: Selecteer het type server op afstand waarmee u verbinding wilt maken. Daarna kunt u de serverinformatie invoeren. Wanneer u de server's URL kent, selecteer dan <gui>Aangepaste locatie</gui> en voer de URL in.

source: Encrypting your backup files is recommended to keep your data safe. If you don’t have exclusive physical control of your backup location, or if it is stolen, an encrypted backup prevents others from looking at your personal data.
fr: Dans le but de sécuriser vos données, il est recommandé de chiffrer vos fichiers de sauvegarde. Si vous n'avez pas le contrôle physique exclusif sur votre emplacement de sauvegarde, ou s'il est volé, une sauvegarde chiffrée empêche les autres de regarder vos données personnelles.
gl: É recomendábel cifrar os ficheiros de copia de seguranza para manter os seus datos seguros. Se non ten o control físico en exclusiva da localización da súa copia de seguranza, ou se é roubada, unha copia de seguranza cifrada impide que outros poidan ver os seus datos persoais.
nl: Het wordt aanbevolen om uw back-upbestanden te versleutelen om uw data goed te beveiligen. Als de back-uplocatie bijvoorbeeld niet alleen voor uw toegankelijk is of als deze gestolen wordt, dan zorgt de versleuteling ervoor dat anderen niet uw persoonlijke data kunnen zien.
zh_cn: 建议加密您的备份文件以保护数据的安全。如果您对备份位置不享有独占物理控制权，或备份位置被盗，加密的备份便可防止他人查看您的个人数据。

source: If on, you will be prompted for a password. Keep this password safe, you will need it to restore your data.
es: Si está configurado, se le pedirá una contraseña. Guarde la contraseña de forma segura, la necesitará para restaurar sus datos.
fi: Jos tämä asetus on käytössä, sinulta pyydetään salasana. Pidä tämä salasana turvassa, tarvitset sitä palauttaaksesi tiedostosi.
fr: Si c'est sur marche, un mot de passe vous sera demandé. Gardez ce mot de passe en lieu sûr, il vous servira à restaurer vos données.
gl: Se está activado, pediráselle un contrasinal. Manteña este contrasinal a salvo, pois precisarao para restaurar os seus datos.
nl: Indien ingeschakeld, zal u gevraagd worden om een wachtwoord in te voeren. Berg dit wachtwoord veilig op, want u zult het nodig hebben wanneer u uw data wilt herstellen.
zh_cn: 启用时，系统会提示您输入密码。请保护好这个密码，您需要使用它来恢复数据。

source: Encryption is enabled by default.
fr: Le chiffrement est activé par défaut
gl: O cifrado esta activado por omisión.
nl: Versleuteling is standaard ingeschakeld.
zh_cn: 加密在默认情况下处于启用状态。

source: Select a list of directories to backup. Press the <gui style="button">Add</gui> or <gui style="button">Remove</gui> buttons to modify the list. If you are only interested in backing up your own data, the default of <gui>Home Folder</gui> is sufficient.
fr: Sélectionnez une liste de répertoires à sauvegarder. Appuyez sur le bouton <gui style="button">Ajouter</gui> ou <gui style="button">Supprimer</gui> pour modifier la liste. Si vous êtes uniquement intéressé par la sauvegarde de vos propres données, la valeur par défaut <gui>Dossier personnel</gui> est suffisante.
gl: Seleccione unha lista de cartafoles para facer copia de seguranza. Prema o botón <gui style="button">Engadir</gui> ou <gui style="button">Eliminar</gui> para modificar a lista. Se só quere facer copia de seguranza dos seus datos, a opción predefinida <gui>Cartafol persoal</gui> é suficiente.
nl: Selecteer een lijst met mappen waarvan een back-up moet worden gemaakt. Druk op de knop <gui style ="button">Toevoegen</gui> of <gui style="button">Verwijderen</gui> om de lijst aan te passen. Als u alleen een back-up wilt maken van uw eigen data, dan is de standaardkeuze <gui>Persoonlijke map</gui> genoeg.
zh_cn: 选择一系列要备份的目录。按<gui style="button">添加</gui>或<gui style="button">删除</gui>按钮来修改列表。如果您只对备份自己的个人数据感兴趣，<gui>主文件夹</gui>便足够了。

source: Select a list of directories to not backup. Press the <gui style="button">Add </gui> or <gui style="button">Remove</gui> buttons to modify the list.
fr: Sélectionnez une liste de répertoires à ne pas sauvegarder. Appuyez sur le bouton <gui style="button">Ajouter</gui> ou <gui style="button">Supprimer</gui> pour modifier la liste.
gl: Seleccione unha lista de cartafoles a excluír da copia de seguranza. Prema o botón <gui style="button">Engadir</gui> ou <gui style="button">Eliminar</gui> para modificar a lista.
nl: Selecteer een lijst met mappen waarvan geen back-up moet worden gemaakt. Druk op de knop <gui style ="button">Toevoegen</gui> of <gui style="button">Verwijderen</gui> om de lijst aan te passen.
zh_cn: 选择一系列不备份的目录。按<gui style="button">添加</gui>或<gui style="button">删除</gui>按钮来修改列表。

source: Automatically backup on a regular schedule
fr: Sauvegarde automatique selon une planification régulière
gl: Facer copia de seguranza automaticamente de xeito regular
nl: Geplande back-ups automatisch aanmaken
zh_cn: 按照定期时间表自动备份

source: Turn this option on to have <app>Déjà Dup</app> automatically backup for you. This is recommended so that you don’t forget to do it yourself. Backups are more useful the more recently you have made them, so it is important to regularly do so.
fr: Activez cette option pour que <app> Déjà Dup <app /> sauvegarde automatiquement pour vous. Cette opération est recommandée afin que vous n'oubliez pas de le faire vous-même. Plus les sauvegardes réalisées sont récentes, plus elles sont utiles, il est donc important de les faire régulièrement.
gl: Active esta opción para que <app>Déjà Dup</app> faga as copias de seguranza automaticamente por vostede. Está recomendado, para evitar que vostede esqueza facelo. As copias de seguranza son mais útiles canto mais recentes sexan, de xeito que é importante facelas regularmente.
nl: Schakel deze optie in om <app>Déjà Dup</app> automatisch back-ups voor u te laten maken. Dit wordt aanbevolen om te voorkomen dat u het zelf vergeet te doen. Back-ups zijn beter bruikbaar als ze recent gemaakt zijn, daarom is het belangrijk om dit regelmatig te doen.
zh_cn: 启用此选项可让 <app>Déjà Dup</app> 自动为您执行备份操作。建议启用此选项，这样您就不会忘记自行执行备份了。您备份的日期越近，备份的用处就越大，因此定期进行备份很重要。

source: Automatic backups are disabled by default.
fr: Les sauvegardes automatiques sont désactivées par défaut.
gl: As copias de seguranza automáticas están desactivadas por omisión.
nl: Automatisch back-ups maken is standaard uitgeschakeld.
zh_cn: 默认情况下自动备份处于禁用状态。

source: How often to backup
fr: À quelle fréquence sauvegarder
gl: Con que frecuencia facer a copia de seguranza
nl: Hoe vaak back-up maken
zh_cn: 备份频率

source: Choose a schedule for automatic backups.
es: Elija un horario para copias de seguridad automáticas
fi: Valitse aikataulu automaattisille varmuuskopioinneille.
fr: Choisissez une période pour vos sauvegardes automatiques.
gl: Escolla un horario para as copias de seguranza automáticas.
nl: Selecteer een tijd om automatische back-ups te maken.
zh_cn: 为自动备份选择时间表。

source: Automatic backups are scheduled weekly by default.
fr: Les sauvegardes automatiques sont programmées chaque semaine par défaut.
gl: As copias de seguranza automáticas prográmanse semanalmente por omisión.
nl: Automatisch back-ups maken is standaard ingesteld op wekelijks.
zh_cn: 自动备份默认情况下以周为单位进行计划。

source: Start now.
fr: Commencer maintenant
gl: Comezar agora.
nl: Nu starten.
zh_cn: 立即开始。

source: Click on the big <gui style="button">Backup…</gui> button.
fr: Cliquez sur le gros bouton <gui style="button">Sauvegarder...</gui>.
gl: Prema sobre o botón grande <gui style="button">Backup...</gui>.
nl: Klik op de grote knop <gui style="button">Back-up maken…</gui>.
zh_cn: 单击<gui style="button">恢复...</gui>大按钮。

source: A <gui>Backup</gui> dialog will appear asking where you want to keep the backup files (your <gui>Backup location</gui>). If you have an external hard drive you want to use, make sure it is plugged in first. On this same screen, select whether you would like to encrypt the backup files.
nl: Er zal een <gui>Back-up</gui>-dialoog verschijnen met de vraag waar u de back-upbestanden wilt bewaren (uw <gui>Back-uplocatie</gui>). Wanneer u een externe harde schijf wilt gebruiken, controleer dan of deze is aangesloten. In ditzelfde scherm, kunt u ook kiezen om de back-upbestanden te versleutelen.

source: Now you can choose exactly which folders to include in the backup. If you are not sure, stick with the default. Backing up your entire home folder will preserve all your data and your settings.
fr: Maintenant, vous pouvez choisir exactement quels dossiers inclure dans la sauvegarde. Si vous n'êtes pas sûr, s'en tenir à la valeur par défaut. La sauvegarde de votre dossier personnel conserve toutes vos données et vos paramètres.
gl: Agora pode seleccionar exactamente que cartafoles incluír na copia de seguranza. Se non está seguro, manteña as opcións predefinidas. Facer a copia de seguranza do seu cartafol persoal completo salvará todos os seus datos e as súas configuracións.
nl: Nu kunt u precies de mappen selecteren die u wilt opnemen in de back-up. Indien u niet zeker bent gebruik dan de standaardkeuze. Door een back-up te maken van uw persoonlijke map, behoudt u al uw data en instellingen.
zh_cn: 现在您可以具体选择要将哪些文件夹包含在备份中。如果没有把握，请仍然使用默认值。备份您的整个主文件夹会保留您的所有数据和设置。

source: Review your selections and click <gui style="button">Backup</gui>.
fr: Vérifiez vos sélections et cliquez sur <gui style="button">Sauvegarder</gui>.
gl: Revise as súas seleccións e prema en <gui style="button">Copia de seguranza</gui>.
nl: Controleer uw keuzes en klik dan op <gui style="button">Back-up maken</gui>.
zh_cn: 检查所做选择，并单击<gui style="button">备份</gui>。

source: If you chose to encrypt your backup, you will be prompted here for an encryption password. Enter one (and write it down somewhere) and click <gui style="button">Continue</gui>.
fr: Si vous choisissez de chiffrer votre sauvegarde, vous serez invité ici pour entrer un mot de passe de chiffrement. Entrez en un (notez-le quelque part) et cliquez sur <gui style="button">Continuer</gui>.
gl: Se escolleu cifrar a copia de seguranza, agora pediráselle un contrasinal de cifrado. Introduza unha (e anótea nalgún lugar) e prema en <gui style="button">Continuar</gui>.
nl: Wanneer u ervoor kiest om uw back-up te versleutelen, zal er gevraagd worden naar een versleutelingswachtwoord. Voer er een in (en schrijf deze ergens op) en klik dan op <gui style="button">Doorgaan</gui>.
zh_cn: 如果您选择对备份加密，系统会在此处提示您输入加密密码。输入一个密码（并将其记在某个地方），并单击<gui style="button">继续</gui>。

source: Give yourself peace of mind.
fr: Soyez patient.
gl: Procúrese paz de espírito.
nl: Geef uzelf gemoedsrust
zh_cn: 不必担心。

source: If you only backup when you remember to do so, you’re not backing up often enough. Fortunately, it’s easy to set up automatic backups.
fr: Si vous ne faites des sauvegardes que lorsque vous vous souvenez de le faire, c’est que vous ne le faites pas assez souvent. Heureusement, il est très facile de configurer les sauvegardes automatiques.
gl: Se só fai copia de seguranza cando se lembra de facelo, non o esta facendo coa frecuencia suficiente. Afortunadamente, é fácil configurar copias de seguranza automáticas.
nl: Indien u alleen een back-up maakt wanneer u er aan denkt, dan maakt u waarschijnlijk niet vaak genoeg een back-up. Gelukkig is er een mogelijkheid om dit automatisch te laten doen.
zh_cn: 如果您只是在想起来的时候进行备份，那么您备份的频率是不够的。幸运的是，设置自动备份是件很容易的事。

source: Click on <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Preferences</gui></guiseq>.
fr: Cliquez sur <guiseq><gui style="menu">Édition</gui><gui style="menuitem">Préférences</gui></guiseq>.
gl: Prema en <guiseq><gui style="menu">Editar</gui><gui style="menuitem">Preferencias</gui></guiseq> .
nl: Klik op <guiseq><gui style="menu">Bewerken</gui><gui style="menuitem">Voorkeuren</gui></guiseq>.
zh_cn: 单击<guiseq><gui style="menu">编辑</gui><gui style="menuitem">首选项</gui></guiseq>。

source: Make sure the <gui style="checkbox">Automatically backup on a regular schedule</gui> option is enabled.
fr: Vérifiez que l’option <gui style="checkbox">Sauvegarder automatiquement selon une planification régulière</gui> est activée.
gl: Asegúrese de que a opción <gui style="checkbox"> Facer copia de seguranza automaticamente de xeito regular</gui> está activada.
nl: Let er op dat de optie <gui style="checkbox">Geplande back-ups automatisch aanmaken</gui> is ingeschakeld.
zh_cn: 确保<gui style="checkbox">按照定期时间表自动备份</gui>选项处于启用状态。

source: Right below that option, select how often you want a backup to occur.
fr: Juste en dessous de cette option, choisissez à quelle fréquence vous voulez que les sauvegardes soient effectuées.
gl: Xusto debaixo desa opción, escolla con que frecuencia quere facer copia de seguranza.
nl: Rechtsonder deze optie kunt u selecteren hoe vaak u een back-up wilt laten maken.
zh_cn: 在该选项的正下方选择您所希望的备份频率。

source: You may want to choose to only save your backups for a certain length of time, using the <gui>Keep backups</gui> option. Otherwise, they may end up consuming a lot of space while you’re not paying attention.
fr: Vous pouvez choisir d'enregistrer vos sauvegardes seulement pendant un certain laps de temps, en utilisant l'option <gui>Conserver les sauvegardes</gui>. Sinon, elles peuvent finir par prendre beaucoup d'espace disque sans que vous ne vous en rendiez compte.
gl: Pode que queira escoller salvar as súas copias de seguranza só por un tempo limitado, escollendo a opción <gui>Manter a copia de seguranza</gui>. Se non, poden acabar consumindo unha morea de espazo mentres non está prestando atención.
nl: U kunt ervoor kiezen om uw back-ups voor een bepaalde tijd te bewaren, door het gebruik van de <gui>Back-ups bewaren</gui> optie. Anders bestaat de mogelijkheid dat ze veel ruimte in beslag nemen als u niet oplet.
zh_cn: 您可能需要使用<gui>保留备份</gui>选项只将您的备份保留一段时间。否则，它们可能会在您不注意的时候耗用了大量空间。

source: There’s currently no convenient user interface for this. But you can do it with the command line.
fr: Il n'y a pour cela actuellement pas d'interface utilisateur conviviale. Mais vous pouvez le faire avec la ligne de commande.
gl: Aínda non hai interface de usuario adecuada para iso. Pero pode facelo coa liña de ordes.
zh_cn: 目前尚无用于该功能的方便用户界面。但您可以使用命令行来执行该功能。

source: Open a terminal.
fr: Ouvrir un terminal.
gl: Abrir unha terminal.
zh_cn: 打开一个终端。

source: Run <app>Déjà Dup</app> on the lost file with the <cmd>--restore</cmd> argument. For example, to restore the lost file <file>test.txt</file> in your <file>Documents</file> folder:
fr: Exécutez <app>Déjà Dup</app> sur le fichier perdu avec l'argument <cmd>--restore</cmd>. Par exemple, pour restaurer le fichier perdu <file>test.txt</file> dans votre répertoire <file>Documents</file> :
gl: Executar <app>Déjà Dup</app> no ficheiro perdido co argumento <cmd>--restore</cmd>. Por exemplo, para restaurar o ficheiro perdido <file>test.txt</file> no seu cartafol <file>Documentos</file>:
zh_cn: 对丢失的文件运行 <app>Déjà Dup</app>（带 <cmd>--restore</cmd> 参数）。例如，要恢复丢失的文件 <file>test.txt</file>（位于您的 <file>Documents</file> 文件夹中）：

source: deja-dup --restore Documents/test.txt
gl: deja-dup --restore Documentos/test.txt

source: You must remember what the filename was, since it’s no longer there to remind you.
fr: Vous devez vous souvenir du nom de fichier, puisqu'il n'y est plus pour vous le rappeler.
gl: Ten que lembrar o nome do ficheiro, posto que xa non existe.
zh_cn: 您必须记住文件名是什么，因为该处已没有那个文件可给您提醒。

source: You can restore multiple lost files at once:
fr: Vous pouvez restaurer plusieurs fichiers perdus à la fois :
gl: Pode restaurar varios ficheiros perdidos dunha vez:
zh_cn: 您一次可以恢复多个丢失的文件：

source: This backup location uses the S3 storage service from Amazon. For a small fee per gigabyte, they hold your data for you. This is the recommended default because it is an easy way to keep your data offsite (meaning out of your home: in case of disaster or theft, your data will still be safe). You can sign up <link href="http://aws.amazon.com/s3/">online</link>.
fr: Cet emplacement de sauvegarde utilise le service de stockage S3 d'Amazon. Pour une somme modique par gigaoctet, ils stocker vos données pour vous. C'est la valeur par défaut recommandée car elle est un moyen facile de garder vos données hors site (c'est à dire hors de votre domicile: en cas de sinistre ou de vol, vos données seront toujours en sécurité). Vous pouvez vous inscrire <link href="http://aws.amazon.com/s3/">en ligne</link>
gl: Esta localización de copia de seguranza emprega o servizo de almacenaxe S3 de Amazon. Por unha pequena taxa por gigabyte, almacenan os seus datos. É a opción predefinida recomendada posto que é unha forma sinxela de manter os seus datos nunha localización remota (é dicir, fora da súa casa: en caso de desastre ou roubo, os seus datos permanecerán seguros) Pode rexistarse en <link href="http://aws.amazon.com/s3/">online</link>.
zh_cn: 此备份位置使用 Amazon 提供的 S3 存储服务。您只需为按 G 字节支付少量费用，便可享用他们的数据存储服务。这是推荐的默认值，因为这是一种简易的场外（意指家以外：遭受灾难或偷窃时，您的数据仍将安然无恙）数据存储方式。您可以<link href="http://aws.amazon.com/s3/">在线</link>注册。

source: This is the default setting.
fr: Ceci est le réglage par défaut
gl: Esta é a opción predefinida.
zh_cn: 这是默认设置。

source: This service costs money. Read their rates carefully before using it.
fr: Ce service coûte de l'argent. Lisez attentivement leurs tarifs avant de l'utiliser.
gl: Este servizo custa diñeiro. Lea atentamente as súas taxas antes de usalo.
zh_cn: 此服务是收费服务。请在使用前仔细阅读他们的费率。

source: Connected Servers
es: Servidores conectados
fr: Serveurs connectés
gl: Servidores conectados
zh_cn: 连接的服务器

source: If you have connected to any servers, they will appear. To connect to a server not listed, click <gui style="button">Connect to Server…</gui>. This will let you enter the server information.
fr: Si vous êtes connecté aux serveurs, ils vont apparaître. Pour vous connecter à un serveur non listé, cliquez sur <gui style="button">Se connecter au serveur...</ gui>. Cela vous permettra de saisir les informations du serveur.
gl: Aparecerán os servidores se se conectou a algún. Para conectarse a un servidor non listado, prema en <gui style="button">Conectar ó servidor...</gui>. Isto permitirá que insira a información do servidor.
zh_cn: 如果您连接到了任何服务器，它们会出现在列表中。要连接到未列出的服务器，请单击<gui style="button">连接到服务器...</gui>。这样您就可以输入服务器信息。
